{"UNK": 0, "Dakota": 1, "sense": 2, "Poised": 3, "T-Mobile": 4, "took": 5, "Guy": 6, "hopeful": 7, "Chris": 8, "Oust": 9, "pro-growth": 10, "urged": 11, "Cynthia": 12, "Offers": 13, "glitter": 14, "seduce": 15, "Rejection": 16, "Kudlow": 17, "State's": 18, "Loses": 19, "blouses": 20, "Annihilation": 21, "scientist": 22, "Winning": 23, "Thomas": 24, "Criticizing": 25, "teatime": 26, "expose": 27, "Platypus": 28, "Bernstein": 29, "Opossum": 30, "Las": 31, "spur": 32, "Mermen": 33, "no-holds-barred": 34, "pry": 35, "s": 36, "descended": 37, "dismantle": 38, "days": 39, "hay": 40, "Chug": 41, "centerfold": 42, "mortgage": 43, "Abuse": 44, "conga": 45, "cheater": 46, "protested": 47, "dissolved": 48, "appropriated": 49, "cozy": 50, "praised": 51, "case": 52, "Worry": 53, "chicken": 54, "ketchup": 55, "Rubio": 56, "Democrats": 57, "fritters": 58, "Inauguration": 59, "claiming": 60, "wife": 61, "elegant": 62, "cats": 63, "bags": 64, "problem": 65, "wrestle": 66, "pugs": 67, "pelvis": 68, "Ketchup": 69, "Trafficked": 70, "health-insurance": 71, "greasiness": 72, "warmonger": 73, "trainer": 74, "stud": 75, "husband": 76, "Netanyahu": 77, "Trip": 78, "DirecTV": 79, "Miles": 80, "rant": 81, "168,000": 82, "earthquake": 83, "Berkshire": 84, "many": 85, "commenting": 86, "Prison": 87, "luncheon": 88, "spokeswoman": 89, "angry": 90, "Patrick": 91, "Tillerson": 92, "rule": 93, "baron": 94, "snowmen": 95, "nickname": 96, "cattle": 97, "hours": 98, "wasps": 99, "carnival": 100, "app": 101, "cutting": 102, "Isis": 103, "warble": 104, "rely": 105, "Appoint": 106, "Bong": 107, "staffers": 108, "paddy": 109, "dealer": 110, "melds": 111, "Apes": 112, "redneck": 113, "troop": 114, "SEE": 115, "Pacific": 116, "clue": 117, "hairy": 118, "airborne": 119, "panic": 120, "Sandberg": 121, "magician": 122, "USAA": 123, "scramble": 124, "corn": 125, "windows": 126, "Delegates": 127, "conversations": 128, "plans": 129, "wildlife": 130, "Marine": 131, "LaPierre": 132, "Venezuelans": 133, "twists": 134, "lorry": 135, "WHITE": 136, "10-day": 137, "project": 138, "Fire": 139, "losses": 140, "nonprofit": 141, "Agreement": 142, "terrible": 143, "weathermen": 144, "much": 145, "politically": 146, "Begs": 147, "vast": 148, "lethal": 149, "67": 150, "drapery": 151, "US-bound": 152, "Dancers": 153, "Says'": 154, "disinviting": 155, "dash": 156, "Releases": 157, "March": 158, "Lipinski's": 159, "Does": 160, "Buzzfeed": 161, "bust": 162, "thin": 163, "Fairness": 164, "dishwasher": 165, "Organizing": 166, "strudel": 167, "rented": 168, "Many": 169, "hero": 170, "imminent": 171, "Fears": 172, "Laugh": 173, "cakes": 174, "Arms": 175, "term": 176, "Of": 177, "egg": 178, "sends'": 179, "felt": 180, "Teenage": 181, "Pay": 182, "Politics'": 183, "snail": 184, "gives": 185, "elect": 186, "Asks": 187, "retiring": 188, "assistants": 189, "Airport": 190, "rollerskates": 191, "under-the-radar": 192, "Catalan": 193, "ghosts": 194, "costly": 195, "toddler": 196, "Invites": 197, "statements": 198, "finger": 199, "26B": 200, "weapons": 201, "week-long": 202, "Heyer": 203, "16-Year": 204, "Pussyfoots": 205, "scrutinising": 206, "Come": 207, "team-mate": 208, "famed": 209, "defeat": 210, "weaving": 211, "Direct": 212, "messages": 213, "Trunk": 214, "taps": 215, "imagination": 216, "Incoherent": 217, "handle": 218, "named": 219, "chauvinism": 220, "Gohmert": 221, "ushers": 222, "Flies": 223, "Temer": 224, "unforgivable": 225, "Under": 226, "Behind": 227, "asteroid": 228, "Canavan": 229, "Criticizes": 230, "four-year": 231, "hisses": 232, "tremendous": 233, "cheap": 234, "Taxi": 235, "FoxNews": 236, "captures": 237, "wizard": 238, "Midwest": 239, "1973": 240, "OFFERING": 241, "actions": 242, "argument": 243, "House": 244, "Tuesday": 245, "waterfall": 246, "Text": 247, "spotted": 248, "delicious": 249, "cried": 250, "Remember": 251, "Taking": 252, "Sauce": 253, "Sen.": 254, "Burrito": 255, "Whether": 256, "Joining": 257, "Unabated": 258, "Speak": 259, "limelight": 260, "DICK": 261, "Daughter": 262, "Naps": 263, "operate": 264, "Popsicles": 265, "hoedowns": 266, "rise": 267, "Features": 268, "hearing": 269, "Southeast": 270, "knees": 271, "sentenced": 272, "believes": 273, "Turkey": 274, "WannaCry": 275, "trampoline": 276, "announces": 277, "expedite": 278, "penny": 279, "GROSS": 280, "democracy": 281, "Horses": 282, "builds": 283, "mouth": 284, "reflex": 285, "London": 286, "sell": 287, "widespread": 288, "Neo-Confederate": 289, "You're": 290, "aspiring": 291, "biggest": 292, "impregnated": 293, "Spencer's": 294, "grows": 295, "canine": 296, "Board": 297, "Busby": 298, "Stifling": 299, "MEDDLING": 300, "pool": 301, "co-opts": 302, "Beggars": 303, "marijuana": 304, "rumble": 305, "handling": 306, "provoke": 307, "follows": 308, "violence": 309, "sashays": 310, "agrees": 311, "meeting": 312, "nursemaid": 313, "Became": 314, "fix": 315, "disposal": 316, "alligator": 317, "tourist": 318, "Bitch": 319, "helicopters": 320, "Himalayan": 321, "Popular": 322, "Pick": 323, "trafficking": 324, "Sprint": 325, "virgin": 326, "Hollande": 327, "Nevada": 328, "tomato": 329, "Playing": 330, "tide": 331, "steal": 332, "anti-Semitic": 333, "Shower": 334, "Big": 335, "expected": 336, "officer": 337, "Praise": 338, "Repealing": 339, "margaritas": 340, "yearning": 341, "drives": 342, "paperclips": 343, "become": 344, "Palm": 345, "king": 346, "Liberty": 347, "2.7": 348, "Numbers": 349, "Declared": 350, "relationship": 351, "Denham": 352, "Sold": 353, "Damascus": 354, "pecking": 355, "Former": 356, "Owe": 357, "Cannabis": 358, "conspiracy": 359, "hide": 360, "Randomly": 361, "Uplifting": 362, "chart": 363, "OKs": 364, "militants": 365, "confusing": 366, "EO": 367, "Challenge": 368, "LGBT": 369, "troway": 370, "sources": 371, "citing": 372, "Positive": 373, "goalie": 374, "execution": 375, "gambler": 376, "Old": 377, "87": 378, "Scaramucci's": 379, "43": 380, "Cookbook": 381, "talks": 382, "dentistry": 383, "Michelle": 384, "Booker": 385, "Retribution": 386, "Acorn": 387, "Cyberweapons": 388, "undocumented": 389, "Poetry": 390, "nuclear": 391, "DJ": 392, "BASHING": 393, "cable": 394, "TV": 395, "Mermaid": 396, "renames": 397, "consulate": 398, "Crowns": 399, "Seven": 400, "Cathey": 401, "Collusion": 402, "revives": 403, "cartoon": 404, "seasonings": 405, "attendance": 406, "Secrets": 407, "ulcer": 408, "testifies'": 409, "trollies": 410, "challenge": 411, "Hicks": 412, "Assist": 413, "nails": 414, "Bermuda's": 415, "Gorillas": 416, "Dresses": 417, "robin": 418, "Ratio": 419, "protected": 420, "increases": 421, "afraid": 422, "Assaulted": 423, "bombing": 424, "spends": 425, "starve": 426, "da": 427, "member": 428, "shells": 429, "snubbing": 430, "Protected": 431, "Tech": 432, "gifting": 433, "Painter": 434, "Rod": 435, "prepared": 436, "Useless": 437, "outlook": 438, "Education": 439, "Mainstream": 440, "chimps": 441, "enjoyment": 442, "Unusual": 443, "bungling": 444, "vocabulary": 445, "criticized": 446, "selling": 447, "Schiller": 448, "taffy": 449, "Bamboozles": 450, "Break": 451, "leaders'": 452, "place": 453, "France": 454, "fleecing": 455, "ourselves": 456, "guesses": 457, "Dad": 458, "inspired": 459, "Taiwan's": 460, "Burqa": 461, "peak": 462, "kombucha": 463, "Dollhouse": 464, "amphibian": 465, "formally": 466, "Fables": 467, "goes": 468, "Forgiveness": 469, "charlatans": 470, "tuxedos": 471, "kitty": 472, "Arabia": 473, "likely": 474, "humans": 475, "toy": 476, "What": 477, "Infatuation": 478, "whopper": 479, "CreditLoan": 480, "pop": 481, "failed": 482, "Veritas": 483, "reacting": 484, "Mid-East": 485, "later": 486, "mirrors": 487, "turnout": 488, "Sensitive": 489, "Using": 490, "grenade": 491, "Pleas": 492, "preserve": 493, "bowls": 494, "misunderstood": 495, "Scared": 496, "tourism": 497, "Subservient": 498, "DELETING": 499, "northern": 500, "potholes": 501, "magic": 502, "Chemical": 503, "emus": 504, "hardest": 505, "buy": 506, "constipation": 507, "Decorate": 508, "Basement": 509, "legalizes": 510, "Grandparents": 511, "bathrooms": 512, "Cranial": 513, "Dachshund": 514, "vandalize": 515, "prince": 516, "Americans'": 517, "committees": 518, "squeals": 519, "fatalities": 520, "Netherlands": 521, "Earthquake": 522, "divorce": 523, "surrealist": 524, "Unconstitutional": 525, "Identifying": 526, "footage": 527, "huskies": 528, "choir": 529, "woman": 530, "such": 531, "minorities": 532, "Barbara": 533, "Bid": 534, "umpire": 535, "anti-globalist": 536, "absolute": 537, "drafted": 538, "Laundromat": 539, "Seconds": 540, "Vows": 541, "Margaret": 542, "Blow": 543, "currency": 544, "Jihadist": 545, "governing": 546, "Join": 547, "frame": 548, "cry": 549, "spurs": 550, "Congo": 551, "64": 552, "Chef": 553, "Surfing": 554, "November": 555, "Jim": 556, "easily": 557, "need": 558, "called": 559, "Fusion": 560, "goal": 561, "Watchdog": 562, "sexual": 563, "Set": 564, "PETA": 565, "showgirl": 566, "Key": 567, "cooperation": 568, "cyberattack": 569, "Shipping": 570, "then": 571, "Lasers": 572, "20-week": 573, "preexisting": 574, "Motive": 575, "defection": 576, "Compliments": 577, "Wenzel": 578, "Witnesses": 579, "Least": 580, "Bagels": 581, "Bad": 582, "seals": 583, "clavicle": 584, "painting": 585, "Bangladeshi": 586, "environmental": 587, "monk": 588, "disciplined": 589, "DREAMer": 590, "drunken": 591, "Japanese": 592, "MacLeod": 593, "Enjoy": 594, "candle": 595, "Blonde": 596, "closer": 597, "stabbing": 598, "reveals": 599, "premiums": 600, "vans": 601, "janitors": 602, "stars": 603, "tie-breaking": 604, "Clean": 605, "knights": 606, "caps": 607, "Regeni": 608, "Unremarkable": 609, "pineapple": 610, "enter": 611, "Bikini": 612, "horrible": 613, "constitutional": 614, "Rebel": 615, "percent": 616, "Came": 617, "Editor": 618, "Terminator": 619, "studio": 620, "Yemeni": 621, "abandoning": 622, "Scottish": 623, "Sanctuary": 624, "clean": 625, "failing": 626, "Mexicans": 627, "Yates": 628, "Hedges": 629, "scrum": 630, "International": 631, "away": 632, "graffiti": 633, "butchery": 634, "admits": 635, "okay": 636, "Asthma": 637, "Silliness": 638, "Claire": 639, "conduct": 640, "sparked": 641, "Stooges": 642, "attention": 643, "Bleeding": 644, "aimed": 645, "Stock": 646, "conversation": 647, "made": 648, "Fact-check": 649, "Whiplash": 650, "protesters'": 651, "2050": 652, "Trump-related": 653, "Backs": 654, "pelican": 655, "blossoms": 656, "abolish": 657, "Preferred": 658, "death": 659, "confuses": 660, "Camps": 661, "charity": 662, "nightmares'": 663, "MIRRORS": 664, "NSC": 665, "Noriega": 666, "pointed": 667, "attackers": 668, "federal": 669, "Career": 670, "snacks": 671, "bounces": 672, "Nudists": 673, "Sexy": 674, "Hug": 675, "cops": 676, "irreversible": 677, "political": 678, "healthcare": 679, "comedy": 680, "kneecapped": 681, "Pro-Kremlin": 682, "jives": 683, "Unions'": 684, "confidential": 685, "sailboat": 686, "expects": 687, "undead": 688, "despising": 689, "In": 690, "ridiculous": 691, "reaches": 692, "economic": 693, "Hindu": 694, "statue": 695, "Stalin": 696, "takes": 697, "fuhrer": 698, "Dozens": 699, "something": 700, "106": 701, "BABIES": 702, "Stopped": 703, "outlet": 704, "knock": 705, "stepped": 706, "10,000": 707, "ghost": 708, "disrobe": 709, "Bottles": 710, "mannequins": 711, "pharma": 712, "channels": 713, "jeopardize": 714, "birdlime": 715, "receptionist": 716, "Inspired": 717, "Before": 718, "pact": 719, "Sink": 720, "Jaime": 721, "wiggle": 722, "staffer": 723, "burgers": 724, "act": 725, "accidental": 726, "Advice": 727, "cite": 728, "committed": 729, "prankster": 730, "Wilbur": 731, "bunion": 732, "On": 733, "Dangerous": 734, "IN": 735, "wig": 736, "Congresswoman": 737, "armed": 738, "With": 739, "McCabe": 740, "Spousal": 741, "Study": 742, "crowding": 743, "buttock": 744, "punch": 745, "Kennel": 746, "silencing": 747, "model": 748, "rename": 749, "Same": 750, "ask": 751, "tree": 752, "Dame": 753, "Enda": 754, "limit": 755, "Attacking": 756, "Fabricates": 757, "blasted": 758, "rent": 759, "Honored": 760, "Since": 761, "Hat": 762, "foreign": 763, "That": 764, "Build": 765, "mooning": 766, "space": 767, "concerts": 768, "ninjas": 769, "monkey": 770, "Kids": 771, "Nazis": 772, "HUD": 773, "cities": 774, "diplomats": 775, "Holocaust": 776, "principles'": 777, "bigger": 778, "More": 779, "Taxpayer": 780, "cannon": 781, "v.": 782, "Tory": 783, "Jong": 784, "Politics": 785, "Brothers": 786, "arrest": 787, "Deutsche": 788, "Cambridge": 789, "canaries": 790, "defensiveness": 791, "Investors": 792, "inventing": 793, "feel-good": 794, "throw": 795, "anti-discrimination": 796, "H.R.": 797, "Reform": 798, "dine": 799, "Clown": 800, "tarmac": 801, "Blockbuster": 802, "guaranteeing": 803, "court": 804, "coolness": 805, "NKorea": 806, "Destiny": 807, "Artificial": 808, "minors": 809, "moustache": 810, "failure": 811, "sues": 812, "Diplomatic": 813, "Brennan": 814, "Defaced": 815, "Michael": 816, "paved": 817, "implement": 818, "Scout": 819, "duck": 820, "predicted": 821, "Brexit": 822, "bicycle": 823, "pipeline": 824, "loose": 825, "objects": 826, "sconces": 827, "Ontario": 828, "ever": 829, "fawning": 830, "Appearance": 831, "considers'": 832, "see": 833, "baskets": 834, "pageants": 835, "wanted": 836, "Restarting": 837, "empathy": 838, "hiking": 839, "gymnastics": 840, "lied": 841, "Trips": 842, "botches": 843, "addiction": 844, "maniac": 845, "contempt": 846, "executive": 847, "Constitutional": 848, "Like": 849, "Terror-Affiliated": 850, "Investing": 851, "horsemen": 852, "dominates": 853, "sticks": 854, "Sniper": 855, "losers": 856, "brick": 857, "GPA": 858, "Boris": 859, "they're": 860, "consent": 861, "beheaded": 862, "Housing": 863, "Dwarf": 864, "retardation": 865, "Bill": 866, "combs": 867, "Allies": 868, "SPD": 869, "justify": 870, "treasonous": 871, "Electrical": 872, "spiders": 873, "non-users": 874, "front": 875, "roulette": 876, "Voting": 877, "rails": 878, "essays": 879, "RT": 880, "Ecuador": 881, "Jakarta": 882, "Fight": 883, "Knows": 884, "Equipment": 885, "UFO": 886, "Central": 887, "Curbs": 888, "Cyberspace": 889, "birthdays": 890, "rhetoric": 891, "Deafness": 892, "pivots": 893, "blasts'": 894, "Sh*t": 895, "clucking": 896, "Player": 897, "sells": 898, "investigators": 899, "Intimidated": 900, "Shameless": 901, "distance": 902, "Celebration": 903, "9": 904, "Contagious": 905, "protect": 906, "blaze": 907, "Caviar": 908, "Warriors": 909, "misplace": 910, "flood": 911, "chimpanzee": 912, "cocktails'": 913, "Representatives": 914, "urinate": 915, "mining": 916, "mood": 917, "detailed": 918, "forgiveness": 919, "elbows": 920, "Whale": 921, "plops": 922, "Alaska": 923, "candles": 924, "machines": 925, "happening": 926, "grade": 927, "Czech": 928, "carolers": 929, "Leadership": 930, "buffets": 931, "veterans": 932, "suitors": 933, "Smear": 934, "Assassination": 935, "guest": 936, "Comedian": 937, "health": 938, "Gets": 939, "chins": 940, "LIST": 941, "extends": 942, "Geopolitical": 943, "Noun": 944, "Beto": 945, "cyclist": 946, "Idea": 947, "grind": 948, "tantrum": 949, "Kremlin": 950, "persona": 951, "curtain": 952, "Evil": 953, "Atoms": 954, "bag": 955, "US-backed": 956, "You": 957, "terrorists'": 958, "Fear": 959, "Harrison": 960, "amputations": 961, "Rebekah": 962, "Fewer": 963, "Steele": 964, "drive": 965, "activist": 966, "tuna": 967, "Hookah": 968, "election-meddling": 969, "kindergarten": 970, "Jacksonville": 971, "recruitment": 972, "celebs": 973, "was'": 974, "Cher": 975, "Promises": 976, "creators": 977, "century": 978, "drained": 979, "explosions": 980, "slamming": 981, "HIS": 982, "yet": 983, "churn": 984, "administration's": 985, "regurgitator": 986, "fooling": 987, "upper": 988, "match": 989, "Brazil": 990, "work": 991, "Venture": 992, "Immigrant": 993, "legs": 994, "trash": 995, "Slicks": 996, "41": 997, "moonwalks": 998, "paid": 999, "hangover": 1000, "Brides": 1001, "Approving": 1002, "times": 1003, "pro-life": 1004, "planning": 1005, "resubmit": 1006, "trusted": 1007, "commission": 1008, "goose": 1009, "\u00bb": 1010, "unforced": 1011, "ash": 1012, "Web": 1013, "17-year-old": 1014, "fetish": 1015, "Brewery": 1016, "politicians": 1017, "press": 1018, "Carriers": 1019, "Groundskeeper": 1020, "exploit": 1021, "Ambassador": 1022, "silliest": 1023, "Roast": 1024, "2009": 1025, "questioning": 1026, "freezer": 1027, "orange": 1028, "Twerking": 1029, "enemies'": 1030, "Attacks": 1031, "anything": 1032, "auctions": 1033, "ousts": 1034, "Burritos": 1035, "pennies": 1036, "anticapitalist": 1037, "me": 1038, "Illegally": 1039, "they": 1040, "gloat": 1041, "radically": 1042, "surveillance": 1043, "drool": 1044, "carrier": 1045, "batter": 1046, "since": 1047, "Chaos": 1048, "said": 1049, "Parsecs": 1050, "pajamas": 1051, "snoring": 1052, "Ties": 1053, "Blowfish": 1054, "innovations": 1055, "united": 1056, "awards": 1057, "smart": 1058, "dance": 1059, "clinic": 1060, "Kind": 1061, "Outcry": 1062, "betrays": 1063, "Gingrich": 1064, "phoned": 1065, "Insists": 1066, "requesting": 1067, "vogue": 1068, "musician": 1069, "mule": 1070, "ages": 1071, "politics": 1072, "doo-doo": 1073, "Passage": 1074, "Cult": 1075, "success": 1076, "down": 1077, "ways": 1078, "Silverware": 1079, "locate": 1080, "flock": 1081, "mouse": 1082, "oath": 1083, "Lab": 1084, "OK": 1085, "Tasked": 1086, "Kiss": 1087, "could've": 1088, "hell": 1089, "vindicated": 1090, "JPMORGAN": 1091, "door": 1092, "Expected": 1093, "Chair": 1094, "skimping": 1095, "Traumatized": 1096, "trucks": 1097, "stone": 1098, "Froome": 1099, "opens": 1100, "Few": 1101, "niece": 1102, "successful": 1103, "Rigged": 1104, "queen": 1105, "us": 1106, "LGBTI": 1107, "Nancy": 1108, "storm": 1109, "Street": 1110, "Trump-Palin-Nugent-Kid": 1111, "boardgames": 1112, "shuts": 1113, "promising": 1114, "skating": 1115, "Shaving": 1116, "Nestle": 1117, "Spying": 1118, "Scares": 1119, "alcoholism": 1120, "Impeachment": 1121, "cheat": 1122, "stream": 1123, "extremists": 1124, "Gerbil": 1125, "streets": 1126, "Aliens": 1127, "curry": 1128, "ignoring": 1129, "Continues": 1130, "Sessions'": 1131, "Burning": 1132, "Security": 1133, "NBC": 1134, "paying": 1135, "Share": 1136, "EIU": 1137, "Sinking": 1138, "Parakeet": 1139, "punched": 1140, "Missed": 1141, "hides": 1142, "Stupid-Ass": 1143, "syria": 1144, "Canceling": 1145, "Saved": 1146, "forced": 1147, "missiles": 1148, "Wage": 1149, "divide": 1150, "law": 1151, "slaughterhouse": 1152, "Bots": 1153, "appointments": 1154, "Tailpipe": 1155, "why": 1156, "restrooms": 1157, "Bankrolls": 1158, "offered": 1159, "contains": 1160, "obscenity": 1161, "Maxine": 1162, "Olympics'": 1163, "stuffing": 1164, "Global": 1165, "Kick": 1166, "Shadow": 1167, "Defy": 1168, "Crisis": 1169, "packages'": 1170, "Rebuttal": 1171, "r": 1172, "Indefinitely": 1173, "Nose": 1174, "Vacuum": 1175, "misplaced": 1176, "Potato": 1177, "Debts": 1178, "Dog": 1179, "urgently": 1180, "room": 1181, "spinelessness": 1182, "Hatch": 1183, "Dominica": 1184, "...": 1185, "Wrecking": 1186, "makeover": 1187, "poverty": 1188, "consistently": 1189, "Archeologists": 1190, "Eagles": 1191, "holograms": 1192, "disappears": 1193, "hunters": 1194, "striptease": 1195, "stupefying": 1196, "sleeps": 1197, "ovens": 1198, "commander": 1199, "spice": 1200, "shallow": 1201, "Polls": 1202, "empty": 1203, "bomb": 1204, "shouts": 1205, "Missile": 1206, "helpings": 1207, "architecture": 1208, "threatened": 1209, "you": 1210, "retaliating": 1211, "Wearing": 1212, "looked": 1213, "sidesteps": 1214, "rainbow": 1215, "polish": 1216, "advances": 1217, "Suck": 1218, "rival": 1219, "stock-market": 1220, "Certified": 1221, "Drunk": 1222, "Mirzakhani": 1223, "NRA-Approved": 1224, "Nationalist": 1225, "died": 1226, "cure": 1227, "lullaby": 1228, "revolutionise": 1229, "justice": 1230, "NO": 1231, "Penguin": 1232, "astronauts": 1233, "files": 1234, "Panther's": 1235, "onslaught": 1236, "tie": 1237, "Here": 1238, "Consequences": 1239, "dumpsters": 1240, "Mexico": 1241, "teenage": 1242, "Ants": 1243, "apocalyptic": 1244, "immaterial": 1245, "commence": 1246, "pokes": 1247, "Otto": 1248, "NSA": 1249, "Quit": 1250, "Lemons": 1251, "blazing": 1252, "develop": 1253, "Expense": 1254, "shirt": 1255, "manufactured": 1256, "art": 1257, "Suicide": 1258, "uncle": 1259, "Tanning": 1260, "losing": 1261, "Parade": 1262, "calm": 1263, "leprechauns": 1264, "buying": 1265, "rolling": 1266, "Hawaii": 1267, "gymnast": 1268, "single": 1269, "Billions": 1270, "hit": 1271, "blankets": 1272, "incompetent": 1273, "names'": 1274, "early": 1275, "go": 1276, "Damages": 1277, "drum": 1278, "Maniac": 1279, "Political": 1280, "red": 1281, "deliver": 1282, "Soda": 1283, "sexiness": 1284, "Dick": 1285, "economy": 1286, "payoff": 1287, "House's": 1288, "passed": 1289, "sparks": 1290, "noodle": 1291, "Shotgun": 1292, "coal": 1293, "Carter": 1294, "unstable": 1295, "Al-Waleed": 1296, "cookies": 1297, "yard": 1298, "But": 1299, "paint": 1300, "proved": 1301, "tornado": 1302, "Appear": 1303, "Authoritarianism": 1304, "grand": 1305, "Happiness": 1306, "BREAKING": 1307, "Action": 1308, "no-one": 1309, "unfolding": 1310, "recipes": 1311, "Adam": 1312, "Moscow": 1313, "Attorney": 1314, "Driving": 1315, "worsen": 1316, "cuisine": 1317, "Candidates": 1318, "Ex-Trump": 1319, "past": 1320, "World's": 1321, "list": 1322, "watch": 1323, "Loretta": 1324, "universe": 1325, "Rob": 1326, "jiggle": 1327, "14": 1328, "Goat": 1329, "leap": 1330, "Lavish": 1331, "ex-intelligence": 1332, "rappers": 1333, "Cracker": 1334, "saunas": 1335, "allowed": 1336, "wildly": 1337, "kissing": 1338, "songs": 1339, "surfers": 1340, "Southwest": 1341, "blintz": 1342, "golfers": 1343, "risk": 1344, "halitosis": 1345, "unexpected": 1346, "bracelet": 1347, "farm": 1348, "foxes": 1349, "stall": 1350, "Part": 1351, "transtemporalize": 1352, "cites": 1353, "Story": 1354, "fraternity": 1355, "dreamed": 1356, "clover": 1357, "Got": 1358, "parakeet": 1359, "No": 1360, "cheeseburgers": 1361, "Attacker": 1362, "north": 1363, "flies": 1364, "drunks": 1365, "trails": 1366, "cancels": 1367, "cynically": 1368, "Cheney": 1369, "conclusion": 1370, "narcissism": 1371, "attractive": 1372, "salon": 1373, "repairs": 1374, "number": 1375, "serenaded": 1376, "kumquats": 1377, "demonstration": 1378, "bumping": 1379, "Vatican": 1380, "voice": 1381, "controversy": 1382, "Muting": 1383, "acting": 1384, "brains": 1385, "Odor": 1386, "session": 1387, "popsicle": 1388, "movies": 1389, "Rideshare": 1390, "Wrote": 1391, "shopaholic": 1392, "Lyft": 1393, "Appointees": 1394, "princess": 1395, "theft": 1396, "scholarship": 1397, "talked": 1398, "hunkers": 1399, "turpitude": 1400, "hiccup": 1401, "unlikely": 1402, "sparrow": 1403, "prompt": 1404, "necessarily": 1405, "assassin": 1406, "condemned": 1407, "round": 1408, "incumbents": 1409, "gratitude": 1410, "colleagues": 1411, "FedEx": 1412, "Deport": 1413, "luxury": 1414, "Estate": 1415, "memoir": 1416, "'": 1417, "jets": 1418, "gremlin": 1419, "Helped": 1420, "defies": 1421, "reporting": 1422, "Clients": 1423, "Doddering": 1424, "challenging": 1425, "NICE": 1426, "Moderate": 1427, "slow": 1428, "Utah": 1429, "Diyarbakir": 1430, "NGOs": 1431, "airstrikes": 1432, "expelled": 1433, "fomenting": 1434, "gypsies": 1435, "exist": 1436, "Cavalry": 1437, "mannequin": 1438, "closely": 1439, "Admission": 1440, "BBQ": 1441, "Gender": 1442, "Think": 1443, "VA": 1444, "pledged": 1445, "brother": 1446, "implying": 1447, "Reported": 1448, "idiocy": 1449, "fruitcakes": 1450, "Memorial": 1451, "sending": 1452, "resident": 1453, "desired": 1454, "minimum": 1455, "worse": 1456, "testing": 1457, "2:02": 1458, "gangs'": 1459, "emails": 1460, "Maute": 1461, "ending": 1462, "Dark": 1463, "Schiff": 1464, "Go": 1465, "Skies": 1466, "suggesting": 1467, "alleged": 1468, "one": 1469, "Indian": 1470, "Kicks": 1471, "sits": 1472, "Jong-un": 1473, "Exempts": 1474, "flipped": 1475, "Geyser": 1476, "dismembering": 1477, "Copeland": 1478, "Dick's": 1479, "kangaroos": 1480, "marshmallow": 1481, "investments": 1482, "drooling": 1483, "Mazhar": 1484, "Positions": 1485, "Divisive": 1486, "all": 1487, "raised": 1488, "Vampires": 1489, "arsenal": 1490, "Site": 1491, "loves": 1492, "he'd": 1493, "I'm": 1494, "ICRC": 1495, "rattles": 1496, "bother": 1497, "Junk": 1498, "vampires": 1499, "Loose": 1500, "Jon": 1501, "polyester": 1502, "center-left": 1503, "Cards": 1504, "Burma": 1505, "dips": 1506, "Workers": 1507, "prioritize": 1508, "imposes": 1509, "draws": 1510, "Palestinians": 1511, "kisses": 1512, "hypnotize": 1513, "chef": 1514, "critics": 1515, "Rebuke": 1516, "Investigation": 1517, "files'": 1518, "Justices": 1519, "expresses": 1520, "Holiday": 1521, "Car": 1522, "Ghost": 1523, "texts": 1524, "lakes": 1525, "delaying": 1526, "replaces": 1527, "aggressive": 1528, "ambassador": 1529, "sinus": 1530, "Kingdom": 1531, "punching": 1532, "smuggled": 1533, "Triggered": 1534, "study": 1535, "ugly": 1536, "searchers": 1537, "paraquat": 1538, "Put": 1539, "puppies": 1540, "crookedness": 1541, "discovers": 1542, "achievements": 1543, "Pilates": 1544, "autocrats": 1545, "Enemy": 1546, "parents": 1547, "Supporters": 1548, "docs": 1549, "rallies": 1550, "veto": 1551, "Co-Opts": 1552, "Grammys": 1553, "Exposes": 1554, "1,000": 1555, "birth": 1556, "decode": 1557, "pivot": 1558, "Tweeting": 1559, "movie": 1560, "fear": 1561, "commercials": 1562, "Myanmar": 1563, "mastectomy": 1564, "pain": 1565, "Troll": 1566, "craze": 1567, "Kicked": 1568, "trying": 1569, "sang": 1570, "Land": 1571, "OSHA": 1572, "shared": 1573, "illiterates": 1574, "decades": 1575, "pollution": 1576, "soups": 1577, "does": 1578, "no": 1579, "if": 1580, "Removes": 1581, "science": 1582, "works": 1583, "overweight": 1584, "battles": 1585, "Falcon": 1586, "seek": 1587, "Sam": 1588, "Designs": 1589, "plants": 1590, "supremacists": 1591, "Businessmen": 1592, "parliament": 1593, "curiosity": 1594, "CEOs": 1595, "Indonesian": 1596, "summit": 1597, "Death": 1598, "overwhelm": 1599, "Wrenched": 1600, "Writer": 1601, "Chang's": 1602, "holiday": 1603, "Cave": 1604, "Sexier": 1605, "Psychologist": 1606, "DNA": 1607, "lips": 1608, "Future": 1609, "publishes": 1610, "relay": 1611, "complexity": 1612, "Vancouver": 1613, "abrupt": 1614, "dreads": 1615, "paints": 1616, "DURBIN": 1617, "careening": 1618, "summoned": 1619, "Reiterates": 1620, "use": 1621, "explanation": 1622, "boredom": 1623, "spread": 1624, "disparage": 1625, "Taxpayer-Funded": 1626, "girlfriend": 1627, "Sends": 1628, "empowered": 1629, "gov.": 1630, "wine": 1631, "claims": 1632, "grill": 1633, "lead": 1634, "Finally": 1635, "thousand": 1636, "Dodd-Frank": 1637, "Wades": 1638, "encounter": 1639, "meat-packing": 1640, "Driver": 1641, "O'Reilly": 1642, "urology": 1643, "circus": 1644, "throwing": 1645, "ignores": 1646, "fortune": 1647, "Testimony": 1648, "pervert": 1649, "competitive": 1650, "earth": 1651, "Degree": 1652, "Kasich": 1653, "stalls": 1654, "Radical": 1655, "slips": 1656, "Nothing": 1657, "hissing": 1658, "shooter": 1659, "possibility": 1660, "Eichenwald": 1661, "bankers": 1662, "letters": 1663, "dupes": 1664, "Elf": 1665, "stowaways": 1666, "Policeman": 1667, "TrumpCare": 1668, "halloweeners": 1669, "cyber": 1670, "Establishment": 1671, "Television": 1672, "mammal": 1673, "co-president": 1674, "retirements": 1675, "time": 1676, "Dinesh": 1677, "halal": 1678, "Credentials": 1679, "ill": 1680, "Texans": 1681, "heated": 1682, "Computer": 1683, "Well": 1684, "Arkansas": 1685, "conservative": 1686, "Explain": 1687, "Nudity": 1688, "imports": 1689, "Internet": 1690, "toll": 1691, "trump": 1692, "tn": 1693, "replace": 1694, "bubbles": 1695, "countering": 1696, "Thailand's": 1697, "Frenzy": 1698, "constantly": 1699, "secret": 1700, "messes": 1701, "therapy": 1702, "in": 1703, "oglings": 1704, "relief": 1705, "Seating": 1706, "director": 1707, "Fugu": 1708, "Helmut": 1709, "piggy": 1710, "footrace": 1711, "speaker": 1712, "council": 1713, "Solar": 1714, "Theater": 1715, "backlash": 1716, "sisters": 1717, "Having": 1718, "prostitute": 1719, "publishing": 1720, "David": 1721, "Pet": 1722, "sleepovers": 1723, "visa": 1724, "Chelsea": 1725, "heart": 1726, "Spam": 1727, "patchwork": 1728, "humor": 1729, "Phone": 1730, "believability": 1731, "Re-election": 1732, "Catalans": 1733, "Greenspan": 1734, "motive": 1735, "smack": 1736, "Language": 1737, "Frequently": 1738, "spy": 1739, "Among": 1740, "UC": 1741, "Starts": 1742, "newscasters": 1743, "Piece": 1744, "busy": 1745, "enjoying": 1746, "prancing": 1747, "cuisines": 1748, "firmness": 1749, "killed": 1750, "turnip": 1751, "follicle": 1752, "metal": 1753, "FLYNT": 1754, "Need": 1755, "punish": 1756, "Silver": 1757, "burritos": 1758, "grammar": 1759, "Dumb": 1760, "human": 1761, "Protecting": 1762, "squawk": 1763, "That's": 1764, "heard": 1765, "baby": 1766, "Failed": 1767, "Erasure": 1768, "300MW": 1769, "US-Russian": 1770, "others": 1771, "Educators": 1772, "Pink": 1773, "he'll": 1774, "dolphin": 1775, "ostrich": 1776, "outrageous": 1777, "Geriatric": 1778, "steals": 1779, "Igniting": 1780, "undercuts": 1781, "mucus": 1782, "Pompeo": 1783, "using": 1784, "practicing": 1785, "thrower": 1786, "Halved": 1787, "light": 1788, "Economy": 1789, "Diplomacy": 1790, "Labor": 1791, "Refugees": 1792, "Playboy": 1793, "Idiots": 1794, "won": 1795, "Test": 1796, "Biden": 1797, "Pigeon": 1798, "ranked": 1799, "N.Korea": 1800, "Nixon": 1801, "Fake": 1802, "Pollution": 1803, "employment": 1804, "Pass": 1805, "annihilating": 1806, "Gamble": 1807, "Money": 1808, "standards": 1809, "hoops": 1810, "Brookfield": 1811, "Vitter": 1812, "7.9": 1813, "vacuums": 1814, "Keep": 1815, "enjoy": 1816, "Malaysia": 1817, "pattern": 1818, "test-fires": 1819, "nachos": 1820, "weather": 1821, "From": 1822, "weakens": 1823, "Broadway": 1824, "pro-": 1825, "heat": 1826, "Viewers": 1827, "Rejects": 1828, "broccoli": 1829, "hockey": 1830, "today": 1831, "Risks": 1832, "southerners": 1833, "Khan": 1834, "Signals": 1835, "Snowmen": 1836, "continent": 1837, "defeated": 1838, "Campaign": 1839, "Toys": 1840, "Merkel's": 1841, "Robes": 1842, "achieve": 1843, "themselves": 1844, "Schlapps": 1845, "sewers": 1846, "Staffer": 1847, "Associated": 1848, "adding": 1849, "LISTEN": 1850, "CDC": 1851, "proposals": 1852, "President": 1853, "Investigator": 1854, "Jump": 1855, "cleaners": 1856, "roasts": 1857, "Indifference": 1858, "coffee": 1859, "upend": 1860, "130,000": 1861, "Daniels": 1862, "GPS": 1863, "adjective": 1864, "Times": 1865, "NYC": 1866, "wood": 1867, "survivors": 1868, "Cross-Subsidies": 1869, "wall": 1870, "station": 1871, "microwave": 1872, "pancake": 1873, "Ticks": 1874, "unless": 1875, "mysteries": 1876, "language": 1877, "Author": 1878, "undo": 1879, "counterspies": 1880, "until": 1881, "man's": 1882, "We've": 1883, "author": 1884, "BUILD": 1885, "denying": 1886, "invited": 1887, "scores": 1888, "Ousted": 1889, "upset": 1890, "coupon": 1891, "Groening": 1892, "greeted": 1893, "Denmark": 1894, "Deodorant": 1895, "Scandals": 1896, "Guatemalan": 1897, "sideways": 1898, "WORLD": 1899, "Sessions": 1900, "Apparent": 1901, "Outhouse": 1902, "diplomatic": 1903, "stuntman": 1904, "shockingly": 1905, "Imagines": 1906, "screamed": 1907, "moves'": 1908, "Another": 1909, "understands": 1910, "pens": 1911, "Choir": 1912, "Sergei": 1913, "employed": 1914, "mayonnaise": 1915, "colonoscopy": 1916, "presents": 1917, "Tour": 1918, "Virginia": 1919, "Hampshire": 1920, "Coca-Cola": 1921, "bowling": 1922, "killings": 1923, "Albino": 1924, "alive": 1925, "bets": 1926, "Douglass": 1927, "theater": 1928, "Hiding": 1929, "requiring": 1930, "front-runner": 1931, "stocks": 1932, "following": 1933, "trade-off": 1934, "savior": 1935, "comedians": 1936, "response": 1937, "#War": 1938, "Bob": 1939, "wrestling": 1940, "Amusement": 1941, "Trump-Duterte": 1942, "coup": 1943, "champion": 1944, "offending": 1945, "Arrest": 1946, "bourbon": 1947, "spurring": 1948, "Facilitating": 1949, "13-year-old": 1950, "cookoff": 1951, "lawn": 1952, "tonsils": 1953, "Nigerian": 1954, "confusion": 1955, "played": 1956, "raisin": 1957, "For": 1958, "salsa": 1959, "Alex": 1960, "Weakness": 1961, "infants": 1962, "Must": 1963, "White": 1964, "neutral": 1965, "effect": 1966, "non": 1967, "fabricated": 1968, "knowhow": 1969, "bombed": 1970, "War": 1971, "Ca": 1972, "saxophones": 1973, "Matt": 1974, "Anti-American": 1975, "toaster": 1976, "Ready": 1977, "royalty": 1978, "NFL": 1979, "apology": 1980, "jailed": 1981, "reanimating": 1982, "discourage": 1983, "globe": 1984, "authority": 1985, "SCOTUS": 1986, "postmen": 1987, "Company-Funded": 1988, "medical": 1989, "Questions": 1990, "meerkats": 1991, "owner": 1992, "puppet": 1993, "Hobby": 1994, "motives": 1995, "speaking": 1996, "Smoker": 1997, "friendly": 1998, "tanks": 1999, "Lunatic": 2000, "Program": 2001, "wire": 2002, "Stewart": 2003, "pose": 2004, "Lesko": 2005, "Ex-rising": 2006, "names": 2007, "survey": 2008, "suspicious": 2009, "ticket": 2010, "1.34": 2011, "concoction": 2012, "scathing": 2013, "Depicts": 2014, "Warren": 2015, "Absence": 2016, "moat": 2017, "running": 2018, "Congressman": 2019, "tip": 2020, "animals": 2021, "eve": 2022, "Gutierrez": 2023, "Trapped": 2024, "aromatherapy": 2025, "large-scale": 2026, "Peace": 2027, "Imbeciles": 2028, "Delicious": 2029, "Volleyball": 2030, "stage": 2031, "pope's": 2032, "tweet": 2033, "witchcraft": 2034, "crucial": 2035, "Epilepsy": 2036, "Posturing": 2037, "settlement": 2038, "Iowa": 2039, "agenda": 2040, "Fetus": 2041, "pompadours": 2042, "neutrality": 2043, "Tiger": 2044, "may": 2045, "proposed": 2046, "satellite": 2047, "distaste": 2048, "allegedly": 2049, "private": 2050, "Pluto": 2051, "Plants": 2052, "Cobb": 2053, "sleeping": 2054, "Hippie": 2055, "sinkhole": 2056, "unprotected": 2057, "wore": 2058, "Liar": 2059, "Updates": 2060, "Mills": 2061, "ostriches": 2062, "Power": 2063, "Never": 2064, "squatting": 2065, "Cocoa": 2066, "up": 2067, "fumes": 2068, "unmasks": 2069, "Diesel": 2070, "campsite": 2071, "long": 2072, "colonize": 2073, "prove": 2074, "debates": 2075, "seriously": 2076, "Anyone's": 2077, "Penises": 2078, "wary": 2079, "Basketball": 2080, "former": 2081, "sponsor": 2082, "Christie": 2083, "choice": 2084, "Rule": 2085, "Huffington": 2086, "bullshit": 2087, "sent": 2088, "Infowars": 2089, "ramp": 2090, "Pa.": 2091, "schoolgirl": 2092, "reinstate": 2093, "wrong": 2094, "into": 2095, "Trucker": 2096, "Statue": 2097, "harem": 2098, "overcharging": 2099, "whom": 2100, "counties": 2101, "watching": 2102, "chainsaw": 2103, "hairline": 2104, "PIZZA": 2105, "tout": 2106, "come": 2107, "Unwritten": 2108, "24,473": 2109, "Mockingbird": 2110, "library": 2111, "kitten": 2112, "Civil": 2113, "panel": 2114, "Shouting": 2115, "burglar": 2116, "jihadi": 2117, "Gov": 2118, "prom": 2119, "Wife": 2120, "shade": 2121, "King's": 2122, "Massages": 2123, "SPEECH": 2124, "Official": 2125, "TRICARE": 2126, "deodorant": 2127, "pills": 2128, "Perpetual": 2129, "pallbearer": 2130, "midterms": 2131, "slash": 2132, "submarines": 2133, "behind-the-scenes": 2134, "monkeys": 2135, "FOR": 2136, "Trumpcare": 2137, "Paul's": 2138, "bin": 2139, "victory": 2140, "Raise": 2141, "refrigeration": 2142, "ninja": 2143, "gag": 2144, "Dealt": 2145, "WATCH": 2146, "hated": 2147, "Failing": 2148, "leading": 2149, "attire": 2150, "deepens": 2151, "hobo": 2152, "Forays": 2153, "lotteries": 2154, "opposed": 2155, "explosion": 2156, "Kislyak": 2157, "among": 2158, "smarts": 2159, "pro-Assad": 2160, "puddles": 2161, "experts": 2162, "assassination": 2163, "\u2019s": 2164, "Pe\u00f1a": 2165, "Reflections": 2166, "Whites": 2167, "learned": 2168, "translation": 2169, "surfboards": 2170, "obstruction": 2171, "reserves": 2172, "Resignation": 2173, "Calif.": 2174, "Haircut": 2175, "Allegedly": 2176, "Minister": 2177, "Voter": 2178, "website": 2179, "premier": 2180, "mandatory": 2181, "Adani": 2182, "Criminal": 2183, "tanked": 2184, "weight": 2185, "partners": 2186, "devastated": 2187, "Press": 2188, "cologne": 2189, "Lobsters": 2190, "Warning": 2191, "Tuition": 2192, "Gigantism": 2193, "allowance": 2194, "reminder": 2195, "industry": 2196, "baked": 2197, "Mitt": 2198, "greet": 2199, "hemorrhoids": 2200, "Drinking": 2201, "capabilities": 2202, "`": 2203, "first-year": 2204, "reconstruction": 2205, "Chooses": 2206, "complain": 2207, "Rural": 2208, "Endorse": 2209, "Malingerer": 2210, "babies": 2211, "sneezed": 2212, "Employees": 2213, "issues": 2214, "critical": 2215, "Marc": 2216, "Cereal": 2217, "dubs": 2218, "snow": 2219, "Everest": 2220, "defeating": 2221, "Paralysis": 2222, "x": 2223, "Stewing": 2224, "Shrubbery": 2225, "Tapper": 2226, "dares": 2227, "unsure": 2228, "fishermen": 2229, "puddle": 2230, "Filed": 2231, "Dollar": 2232, "despotism": 2233, "Finalists": 2234, "lobe": 2235, "itch": 2236, "doughnuts": 2237, "supermodel": 2238, "Teens": 2239, "manager": 2240, "decoders": 2241, "tattling": 2242, "carousels": 2243, "intercepted": 2244, "Murder": 2245, "Mark": 2246, "physician": 2247, "Feared": 2248, "Looks": 2249, "epic": 2250, "Jobless": 2251, "giggle": 2252, "donkey": 2253, "appetizer": 2254, "secretary": 2255, "Water": 2256, "Mugs": 2257, "salesman": 2258, "Lets": 2259, "defect": 2260, "Jong-un's": 2261, "Danish": 2262, "trashcans": 2263, "sonic": 2264, "hamburger": 2265, "tooth": 2266, "n\u2019t": 2267, "Zinke": 2268, "Stupidity": 2269, "Reich": 2270, "penalty": 2271, "Curtain": 2272, "rub": 2273, "bursting": 2274, "pickpocket": 2275, "Fast": 2276, "Modi": 2277, "thesaurus": 2278, "Shutdown": 2279, "Limousine": 2280, "attorney": 2281, "Arrives": 2282, "Once": 2283, "spanks": 2284, "butterflies": 2285, "Disagree": 2286, "attendees": 2287, "recognizes": 2288, "announcing": 2289, "expand": 2290, "link": 2291, "flaws": 2292, "skin": 2293, "Asia": 2294, "broadcaster": 2295, "Sparklers": 2296, "things": 2297, "suppository": 2298, "her": 2299, "desert": 2300, "janitorial": 2301, "planned": 2302, "Diana": 2303, "dementia": 2304, "Jr.": 2305, "pestles": 2306, "Snoop": 2307, "gaps": 2308, "revive": 2309, "senators": 2310, "U.S": 2311, "coyote": 2312, "Barricades": 2313, "Records": 2314, "Pro-Trump": 2315, "l": 2316, "boosting": 2317, "227,000": 2318, "failures": 2319, "Happened": 2320, "psychoneurotic": 2321, "blitz": 2322, "broomstick": 2323, "Roy": 2324, "Follow": 2325, "cellphones": 2326, "tack": 2327, "campaigner": 2328, "Maduro": 2329, "Falwell": 2330, "Patagonia": 2331, "Maher": 2332, "Shark": 2333, "aborts": 2334, "mail": 2335, "Rabbit": 2336, "Melania": 2337, "Princess": 2338, "Lisa": 2339, "Assassinations": 2340, "Philippine": 2341, "Noblesville": 2342, "Cities": 2343, "Arbaeen": 2344, "North": 2345, "foot": 2346, "snake": 2347, "accepts": 2348, "Asian": 2349, "Explicit": 2350, "gambling": 2351, "Dotard": 2352, "Oprah": 2353, "Peggy": 2354, "processes": 2355, "Pitbull": 2356, "seasons": 2357, "races": 2358, "Catcher": 2359, "Ignoring": 2360, "seemingly": 2361, "fork": 2362, "goddamn": 2363, "sprint": 2364, "Trumped": 2365, "money": 2366, "well": 2367, "extradite": 2368, "rubber": 2369, "Edward": 2370, "Coloring": 2371, "Bizarre": 2372, "Canada": 2373, "misconduct": 2374, "Touches": 2375, "wolfman": 2376, "frog": 2377, "watermelon": 2378, "Bring": 2379, "Songs": 2380, "stink": 2381, "momentum": 2382, "Islamic": 2383, "answer": 2384, "Counts": 2385, "?": 2386, "destroys": 2387, "Manipulate": 2388, "Cheddar": 2389, "Drug-Resistant": 2390, "Manson": 2391, "Powell": 2392, "stunned": 2393, "Nunberg": 2394, "Meddling": 2395, "Persian": 2396, "midgets": 2397, "Shows": 2398, "hygiene": 2399, "Patrol": 2400, "Students": 2401, "Monuments": 2402, "stew": 2403, "assault-style": 2404, "hibernate": 2405, "sounds": 2406, "blonde": 2407, "bumps": 2408, "Vimy": 2409, "basically": 2410, "Escape": 2411, "Republican": 2412, "petroleum": 2413, "warrant": 2414, "U.N.": 2415, "Canada's": 2416, "windy": 2417, "offensive": 2418, "story": 2419, "asylums": 2420, "support": 2421, "colleges": 2422, "Tremor": 2423, "Automakers": 2424, "style": 2425, "question": 2426, "show": 2427, "Nachos": 2428, "He's": 2429, "classic": 2430, "patients": 2431, "Mock": 2432, "Appeals": 2433, "Assembly": 2434, "shape": 2435, "Rosenstein": 2436, "gigolo": 2437, "goldmine": 2438, "souls": 2439, "accident": 2440, "boxed": 2441, "braces": 2442, "bean": 2443, "granola": 2444, "mom": 2445, "evaluation": 2446, "astrology": 2447, "Bottom-Up": 2448, "grizzly": 2449, "Rodchenkov": 2450, "announced": 2451, "Popularity": 2452, "clowns": 2453, "Walk": 2454, "catering": 2455, "Medal": 2456, "people's": 2457, "Hichilema": 2458, "words": 2459, "Ad": 2460, "Moses": 2461, "virus": 2462, "Police": 2463, "file": 2464, "compromise": 2465, "by": 2466, "Won": 2467, "buffon": 2468, "thrive": 2469, "Hun": 2470, "modern": 2471, "grandfather": 2472, "Organization": 2473, "Along": 2474, "Complete": 2475, "agency's": 2476, "rum": 2477, "Chimps": 2478, "Progressives": 2479, "Iran": 2480, "currently": 2481, "reads": 2482, "correspondents": 2483, "doubles": 2484, "Lies'": 2485, "Hurts": 2486, "Election-Pollsters": 2487, "Musk's": 2488, "anal": 2489, "toupees": 2490, "Alleged": 2491, "Macedonians": 2492, "considered": 2493, "mean": 2494, "Recruits": 2495, "pre-emptive": 2496, "Relatives": 2497, "uncalled": 2498, "dengue": 2499, "Child-Welfare": 2500, "Called": 2501, "Director": 2502, "glacier": 2503, "Victims": 2504, "floggings": 2505, "Replacing": 2506, "strippers": 2507, "Egg": 2508, "infection": 2509, "bills": 2510, "meals": 2511, "birthplace": 2512, "clarify": 2513, "unsolvable": 2514, "joining": 2515, "Gig": 2516, "eastern": 2517, "Duck": 2518, "Represented": 2519, "innocents": 2520, "curses": 2521, "Vanity": 2522, "cataclysm": 2523, "each": 2524, "EU": 2525, "inked": 2526, "exploded": 2527, "grandmothers": 2528, "kid": 2529, "income": 2530, "planed": 2531, "patriotism": 2532, "Emailing": 2533, "Cows": 2534, "Cheats": 2535, "Esperanto": 2536, "Satan": 2537, "test": 2538, "temps": 2539, "Reportedly": 2540, "hedgehogs": 2541, "Newcastle": 2542, "Qatar's": 2543, "acted": 2544, "fabricates": 2545, "Contrasting": 2546, "22": 2547, "invisible": 2548, "Teat": 2549, "probable": 2550, "pepperoni": 2551, "last-minute": 2552, "Find": 2553, "interfering": 2554, "culpability": 2555, "Back": 2556, "mother": 2557, "margin": 2558, "Narrative": 2559, "clear": 2560, "Hamptons": 2561, "impose": 2562, "spa": 2563, "employees": 2564, "friends": 2565, "burn": 2566, "Arthur": 2567, "Wikipedia": 2568, "anti-minority": 2569, "Globe": 2570, "pirouettes": 2571, "Kompromat": 2572, "wax": 2573, "Use": 2574, "Stroke": 2575, "Prepares": 2576, "tweetstorm": 2577, "visits": 2578, "Hope": 2579, "sector": 2580, "About": 2581, "Choice": 2582, "Concentration": 2583, "Pregnancy": 2584, "apartheid": 2585, "Santa": 2586, "snowflakes": 2587, "protest": 2588, "intensify": 2589, "rare": 2590, "Puts": 2591, "Seth": 2592, "supports": 2593, "kidnapper": 2594, "verdict": 2595, "Manafort": 2596, "Exclusive": 2597, "macaroni": 2598, "Ultimate": 2599, "punchline": 2600, "bestiality": 2601, "Lessons": 2602, "lateness": 2603, "Blocks": 2604, "Why": 2605, "cellphone": 2606, "rat": 2607, "bunnies": 2608, "ails": 2609, "Triple": 2610, "avoids": 2611, "watchdog": 2612, "Market": 2613, "Refusal": 2614, "cherry": 2615, "Considered": 2616, "Disney": 2617, "Smash": 2618, "endgame": 2619, "Version": 2620, "Cash": 2621, "235": 2622, "crosshairs": 2623, "reparations": 2624, "Bathroom": 2625, "grandmas": 2626, "hack": 2627, "menstruation": 2628, "Singer": 2629, "pandering": 2630, "Contradictions": 2631, "Announces": 2632, "Christians": 2633, "Deserts": 2634, "cryptocurrency": 2635, "baby's": 2636, "hernia": 2637, "Settles": 2638, "convention": 2639, "Normal": 2640, "lawsuit": 2641, "excellence": 2642, "disclosures": 2643, "pipes": 2644, "Guantanamo": 2645, "referendum": 2646, "fits": 2647, "ouster": 2648, "Connecticut": 2649, "perfectly": 2650, "debris": 2651, "raisins": 2652, "Wray": 2653, "smelling": 2654, "feeding": 2655, "shreds": 2656, "contain": 2657, "anti-fascist": 2658, "control": 2659, "revoke": 2660, "retaken": 2661, "gear": 2662, "candies": 2663, "meet": 2664, "protester": 2665, "entitlements": 2666, "moisten": 2667, "Whitson": 2668, "hairstyle": 2669, "town": 2670, "quota": 2671, "VX": 2672, "toasting": 2673, "mop": 2674, "denier": 2675, "Resort": 2676, "Pyramid": 2677, "endorses": 2678, "Denier": 2679, "\"": 2680, "suspect": 2681, "combines": 2682, "gorging": 2683, "clash": 2684, "Warmbier": 2685, "eyeball": 2686, "like": 2687, "reject": 2688, "DENIES": 2689, "Kellyanne": 2690, "heal": 2691, "honor": 2692, "hibernation": 2693, "hurdle": 2694, "regained": 2695, "grades": 2696, "57": 2697, "Vouchers": 2698, "want": 2699, "graduates": 2700, "Pushes": 2701, "loses": 2702, "offering": 2703, "hospital": 2704, "elderly": 2705, "CAMPAIGN": 2706, "Year": 2707, "Next": 2708, "bra": 2709, "too": 2710, "regarding": 2711, "Eyesore": 2712, "cupcakes": 2713, "basketball": 2714, "Fe": 2715, "Supports": 2716, "Clashes": 2717, "Vomits": 2718, "Sputnik": 2719, "Avoid": 2720, "Cernan": 2721, "NEW": 2722, "unfolds": 2723, "insulted": 2724, "CBS": 2725, "situation": 2726, "NAFTA": 2727, "100-day": 2728, "Barron": 2729, "Real": 2730, "judgement": 2731, "Cholesterol": 2732, "hunks": 2733, "Mosul": 2734, "Clowns": 2735, "vegetables": 2736, "connections": 2737, "cliff": 2738, "stupidity": 2739, "Spooning": 2740, "tipline": 2741, "resurrects": 2742, "Healthcare": 2743, "rats": 2744, "2.6": 2745, "Removal": 2746, "Bogeyman": 2747, "shipping": 2748, "Sneeze": 2749, "Gorsuch": 2750, "Beer": 2751, "unimaginable": 2752, "piroshki": 2753, "judge": 2754, "compounds": 2755, "apologies": 2756, "breakdance": 2757, "utopia": 2758, "huts": 2759, "Brown": 2760, "gun": 2761, "Carrey": 2762, "star": 2763, "located": 2764, "COMMUNICATIONS": 2765, "Libido": 2766, "Mediterranean": 2767, "salary": 2768, "HANGING": 2769, "given": 2770, "Commercial": 2771, "breathing": 2772, "urinated": 2773, "Thumb": 2774, "donor": 2775, "kibbutz": 2776, "orders": 2777, "copier": 2778, "wash": 2779, "raucous": 2780, "regime": 2781, "sharply": 2782, "parrots": 2783, "seance": 2784, "diversity": 2785, "done": 2786, "Haspel": 2787, "fail": 2788, "credits": 2789, "expensive": 2790, "plunges": 2791, "Awaken": 2792, "Cheeseburgers": 2793, "doodles": 2794, "Are": 2795, "symphony": 2796, "2024": 2797, "sacrificed": 2798, "Blaming": 2799, "Correctly": 2800, "feared": 2801, "Examine": 2802, "hi-tech": 2803, "Sam's": 2804, "interest": 2805, "Messing": 2806, "demanding": 2807, "horses": 2808, "CLOSING": 2809, "baster": 2810, "Judiciary": 2811, "week": 2812, "pooch": 2813, "Apathy": 2814, "Zuck": 2815, "reporters": 2816, "Robots": 2817, "Chocolate": 2818, "Contract": 2819, "XL": 2820, "pavement": 2821, "towards": 2822, "damaged": 2823, "foul": 2824, "VOICE": 2825, "Bennington": 2826, "Bathrooms": 2827, "Cash-Free": 2828, "iguana": 2829, "creeps": 2830, "boundaries": 2831, "strip": 2832, "joint": 2833, "anti-Semitism": 2834, "Reveals": 2835, "Salmon": 2836, "important": 2837, "plows": 2838, "Leg": 2839, "Bargain": 2840, "Hangings": 2841, "statement": 2842, "racist": 2843, "broom": 2844, "Finn": 2845, "February": 2846, "Fried": 2847, "swearing": 2848, "Wellesley": 2849, "shady": 2850, "reconcile": 2851, "FULL": 2852, "insult": 2853, "skyscraper": 2854, "sorcerer": 2855, "eggs": 2856, "Pardoned": 2857, "Mississippi": 2858, "Overturn": 2859, "Toddlers": 2860, "Iran's": 2861, "propose": 2862, "Funder": 2863, "AAA": 2864, "He": 2865, "Bing": 2866, "profit": 2867, "affection": 2868, "Unstable": 2869, "jacket": 2870, "beans": 2871, "2004": 2872, "Gillibrand": 2873, "peddle": 2874, "makeup": 2875, "Plunge": 2876, "crimes": 2877, "APNewsBreak": 2878, "settlements": 2879, "hyping": 2880, "lake": 2881, "slept": 2882, "Bombed": 2883, "Museum": 2884, "devastating": 2885, "canines": 2886, "Affairs": 2887, "boxing": 2888, "imagines": 2889, "Girdles": 2890, "Adds": 2891, "Collective": 2892, "wants'": 2893, "bartenders": 2894, "San": 2895, "ditches": 2896, "properties": 2897, "bakers": 2898, "Warming": 2899, "singer": 2900, "listing": 2901, "Kroger": 2902, "Crowd": 2903, "fiction": 2904, "blows": 2905, "Equating": 2906, "monarchy": 2907, "Organizer": 2908, "gallstone": 2909, "Disappearing": 2910, "Refuses": 2911, "So": 2912, "cooties": 2913, "hilarious": 2914, "tech": 2915, "raiser": 2916, "Ancient": 2917, "convicted": 2918, "brayed": 2919, "votes": 2920, "worked": 2921, "a": 2922, "Stealing": 2923, "Gymnasium": 2924, "path": 2925, "Oxen": 2926, "meets": 2927, "sing": 2928, "Alabama": 2929, "garbage": 2930, "psychopaths": 2931, "faucet": 2932, "Servants": 2933, "accord": 2934, "Timeshare": 2935, "tacos": 2936, "love": 2937, "rabid": 2938, "UK": 2939, "nearby": 2940, "opinions": 2941, "Precedent": 2942, "compliance": 2943, "Fact": 2944, "Poland": 2945, "Hiphop": 2946, "embraced": 2947, "rib": 2948, "motorway": 2949, "starvation": 2950, "his'": 2951, "Benefit": 2952, "Bataclan": 2953, "Reuters": 2954, "carpet": 2955, "kneel": 2956, "refrigerator": 2957, "Student": 2958, "Service": 2959, "labor": 2960, "diverted": 2961, "Westminster": 2962, "breakthrough": 2963, "Weather": 2964, "breaks": 2965, "settling": 2966, "Brunch": 2967, "racetrack": 2968, "Turnip": 2969, "buttocks": 2970, "over-promised": 2971, "brothers": 2972, "Scarves": 2973, "rebukes": 2974, "bulldog": 2975, "Depends": 2976, "plans'": 2977, "shrubbery": 2978, "quietly": 2979, "Cyber": 2980, "erupts": 2981, "tears": 2982, "trick": 2983, "seats": 2984, "Overtake": 2985, "fruit": 2986, "insists": 2987, "Children": 2988, "#WomensMarch": 2989, "Hear": 2990, "Spankings": 2991, "elaborate": 2992, "rolls": 2993, "RNC": 2994, "fires": 2995, "disowned": 2996, "ISIS-controlled": 2997, "oversights": 2998, "credit": 2999, "Spoke": 3000, "launder": 3001, "2018": 3002, "bookbag": 3003, "Buffalo": 3004, "SANDERS": 3005, "Reading": 3006, "Boys": 3007, "supporting": 3008, "tests": 3009, "understanding": 3010, "rapper": 3011, "ruling": 3012, "Traders": 3013, "hubcap": 3014, "ransom": 3015, "ADL": 3016, "Jaguars": 3017, "Support": 3018, "Paradise": 3019, "discussing": 3020, "fives": 3021, "grabbers": 3022, "hjiab": 3023, "#x27": 3024, 