concept:crime_or_charge:offenses
concept:athlete:valerio_de_los_santos
concept:person_mexico:moves
concept:physical_action:service
concept:geopolitical_organization:elmira
concept:music_artist:lifetime
concept:country:refugee_camps
concept:music_artist:black_president
concept:monarch:galba
concept:lake:tasman_sea
concept:weapon:aircraft_weapons
concept:disease:hair_loss
concept:disease:chlamydia
concept:sports_league:nahl
concept:room:large_double_bedroom
concept:music_artist:hurt
concept:hobby:sports_activities
concept:job_position:former_prosecutor
concept:disease:foodborne_illness
concept:bank:ing_direct
concept:radio_station:waec
concept:athlete:mike_lowell
concept:airport:nimes_airport
concept:athlete:lance_stephenson
concept:artery:foot
concept:sports_team:columbus_crew
concept:television_station:wpsg
concept:office_building_room:executive_suites
concept:book:eye_of_the_needle
concept:bank:dhl_ground
concept:female:themis
concept:train_station:stronghold
concept:stadium_or_event_venue:bjcc_arena
concept:movie:the_commitments
concept:city:khartoum
concept:musician:bw
concept:weather_phenomenon:appearance
concept:food:steak_fries
concept:weapon:lotr_sword
concept:bank:federal_bank
concept:animal:merlins
concept:airport:long_island_macarthur
concept:athlete:jason_bergmann
concept:hobby:whale_watching
concept:television_station:wgxa
concept:professor:paul_wolfowitz
concept:athlete:lamar_odom
concept:music_artist:setback
concept:coach:buffalo_sabres
concept:arthropod:thysanoessa_raschii
concept:person_africa:carroll
concept:writer:heather_mcgowan
concept:academic_field:engineering_the_master
concept:music_album:scandal
concept:physical_action:injury
concept:biotech_company:general_motors_corp
concept:organization:newly_formed_party
concept:music_artist:the_mentors
concept:city:los_angeles_ca
concept:movie:jaws
concept:sports_game:first_playoff
concept:stadium_or_event_venue:rosemont_horizon
concept:disease:celiac_disease
concept:book:the_phantom_tollbooth
concept:drug:nelfinavir
concept:visual_artist:henry_moore
concept:newspaper:wallstreet_journal
concept:insect:aquatic_insects
concept:book:essays
concept:politician:mario
concept:agent:metaweb
concept:person_north_america:mary_roberts_rinehart
concept:female:kishimoto
concept:book:the_reivers
concept:music_artist:dfa
concept:female:catherine_zeta_jones
concept:journalist:greg_bishop
concept:athlete:randy_wells
concept:music_album:hits
concept:city:roselle
concept:journalist:monte_poole
concept:ceo:francisco_d_souza
concept:automobile_maker:standard
concept:coach:herm_edwards
concept:musician:jason_newsted
concept:male:pharaoh
concept:academic_field:tests
concept:ceo:diane_sawyer
concept:stadium_or_event_venue:milwaukee_county_stadium
concept:company:timken
concept:athlete:chris_stewart
concept:musician:steve_lukather
concept:person_us:toni_morrison
concept:company:waste_management
concept:government_organization:ondcp
concept:coach:mike_d_antoni
concept:book:appointment_in_samarra
concept:baked_good:organic_chocolate
concept:musician:newsboys
concept:athlete:charles_woodson
concept:female:maria_cantwell
concept:city:modesto
concept:person:linda_bauer_darr
concept:job_position:personal_trainer
concept:automobile_maker:buick
concept:ceo:eric_schmidt
concept:city:gaza
concept:person:henry001
concept:person_canada:celine_dion
concept:athlete:ramon_ortiz
concept:sports_team:mcneese_state
concept:architect:jeffrey
concept:bank:reliance
concept:room:sea_view_balcony
concept:furniture:iron_bed
concept:weapon:custom_shotgun
concept:journalist:mark_bowden
concept:city:washington_heights
concept:invertebrate:breeders
concept:room:two_bedroom_apartments
concept:profession:operations
concept:stadium_or_event_venue:epicenter
concept:book:the_prince
concept:river:merrimack_river
concept:city:omagh
concept:aquarium:experiences
concept:room:new
concept:person:friends
concept:politician_us:john_d_rockefeller
concept:book:from_russia_with_love_a_james_bond_nove
concept:city:bingen
concept:hotel:omni
concept:stadium_or_event_venue:arena
concept:sports_game:n2008_world_series
concept:sports_team:mavericks_playoff_tickets
concept:politician_us:elizabeth_warren
concept:person:kristen
concept:music_instrument:field
concept:book:the_charwoman_s_daughter
concept:ceo:andrew_heyward
concept:bombing_event:n1327689011
concept:ml_software:spies
concept:journalist:robert_novak
concept:coach:tony_la_russa
concept:clothing:cotton_underwear
concept:visualizable_thing:dining_room
concept:disease:disorder_treatments
concept:software:office_2003
concept:television_station:ksvi
concept:automobile_maker:maine_jeep
concept:card_game:three
concept:biotech_company:merck_serono
concept:ceo:frank_lowy
concept:stadium_or_event_venue:music_hall_center
concept:academic_field:biological_engineering
concept:company:adm
concept:athlete:mark_shapiro
concept:athlete:steve_bechler
concept:room:getaway
concept:athlete:jessica_spigner
concept:profession:retailers
concept:politician_us:chris_van_hollen
concept:non_disease_condition:production
concept:country:april_2010
concept:athlete:mikie_mahtook
concept:household_item:dining_area
concept:person_mexico:cody_ross
concept:city:bern
concept:county:dream_city
concept:politician_us:sir_walter_scott
concept:blog:night
concept:bird:black_eagle
concept:writer:barbara_vine
concept:television_station:wedh_tv
concept:writer:anthony_horowitz
concept:weapon:brute_shot
concept:person_europe:natalie_babbitt
concept:disease:dyscalculia
concept:protein:screening
concept:website:pioneer_press
concept:television_station:wwmb
concept:person:otto_ambros
concept:wall_item:shipping
concept:nonprofit_organization:plan
concept:writer:w__e__b__du_bois
concept:plant:poinsettias
concept:job_position:leader
concept:visualizable_attribute:ron_silver
concept:book:a_letter_of_mary
concept:vegetable:polenta
concept:automobile_maker:jeep_flood_lights_jeep
concept:emotion:dementia
concept:politician_us:sen__hillary_rodham_clinton
concept:person_africa:manon_des_sources
concept:sports_team:seton_hill_griffins
concept:person:beth_ostrosky_stern
concept:food:chilis
concept:geopolitical_organization:bisho
concept:musician:tico_torres
concept:city:palembang
concept:company:us_post_office
concept:musician:wolf
concept:book:tracks
concept:drug:letairis
concept:government_organization:u_s__state_department_office
concept:wine:yulupa_chardonnay
concept:person:robert_j__bach
concept:company:plx_technology
concept:ski_area:montana_view
concept:transportation:recorded_delivery
concept:hobby:haymarket
concept:company:sabmiller
concept:actor:evan_smith
concept:book:and_the_band_played_on
concept:lake:gisenyi
concept:biotech_company:medecins_sans_frontieres
concept:athlete:antonio_tarver
concept:newspaper:la_voz_latina
concept:government_organization:ots
concept:music_album:hiatus
concept:bank:wachovia_bank
concept:weapon:n21_gun_salute
concept:radio_station:memo
concept:clothing:orange_t_shirt
concept:music_artist:weezer
concept:television_station:krca_tv
concept:lake:lake_shore
concept:professional_organization:national_mental_health_association
concept:organization:le_point
concept:bank:fed_ex_home_delivery
concept:weapon:warheads
concept:sports_team:san_diego_chargers
concept:geometric_shape:ship
concept:book:creepers
concept:bacteria:orientia_tsutsugamushi
concept:sports_team:central_missouri_state_jennies
concept:geometric_shape:union_flag
concept:non_gov_organization:powerful_energy
concept:person:parsons
concept:athlete:chase_headley
concept:music_song:cecilia
concept:athlete:petr_prucha
concept:city:zhengzhou
concept:mammal:bat
concept:athlete:oscar_villarreal
concept:person:tom_lasorda
concept:writer:walter_scott
concept:office_building_room:en_suite_bathroom
concept:person:augustus_caesar
concept:programming_language:n3_
concept:television_station:ksan_tv
concept:brain_tissue:mammalian_brain
concept:academic_field:machine_learning
concept:city:gilford
concept:writer:trudi_canavan
concept:bank:fedex_home_delivery
concept:sports_team:idaho_state_university
concept:television_station:wdiq
concept:musician:confess_jesus
concept:website:microsoft_com
concept:person:megan_fox
concept:music_album:non_stop
concept:person:phoroneus
concept:television_station:kacv_tv
concept:programming_language:names
concept:person:freeman
concept:state_or_province:times_book_review
concept:academic_field:special_education
concept:office_building_room:whirlpool_suites
concept:invertebrate:leeches
concept:room:night_area
concept:celebrity:colin_powell
concept:athlete:luis_castillo
concept:music_album:six_days
concept:company:zomba_corporation
concept:company:disclaimer
concept:nut:effort
concept:politician_us:houston_astros
concept:office_building_room:separate_living_room
concept:company:apple_corp_
concept:academic_field:graduate_programs
concept:disease:typhoid_fever
concept:room:pleasant_room
concept:river:vltava
concept:artery:four_pulmonary_veins
concept:book:season_of_migration_to_the_north
concept:music_genre:hair_metal
concept:aquarium:waikiki_aquarium
concept:government_organization:federal_bureau_of_investigation
concept:sports_league:milb
concept:professor:sheldon_erikson
concept:city:amiens
concept:musician:david_bowie
concept:athlete:willie_davis
concept:website:http___www_armymedicine_army_mil
concept:sports_team:saint_louis_billikens
concept:writer:h__rider_haggard
concept:drug:metoclopramide
concept:person:greg_buchanan
concept:organization:united_states_navy
concept:weapon:yellow_cake_uranium
concept:book:the_cat_who_played_brahms
concept:coach:john_chaney
concept:visualizable_scene:plain
concept:city:blue_ridge
concept:city:haddonfield
concept:person:gold
concept:bank:icbc
concept:county:borders
concept:person_north_america:stephen_a__schwarzman
concept:county:hunnington
concept:politician:sens__obama
concept:person_us:don_zimmer
concept:job_position:co_owner
concept:person:frances_tomelty
concept:magazine:t_l
concept:person:prince_charles001
concept:lake:spring_river_lake
concept:transportation:international_airport
concept:company:groupme
concept:musician:nick_cave
concept:plant:wild_flowers
concept:coach:piconke
concept:music_album:invasion
concept:sports_game:play
concept:person:alex_sink
concept:athlete:bobby_korecky
concept:professional_organization:tabb
concept:restaurant:quartier_restaurant
concept:automobile_model:new_beetle
concept:television_station:wtrf
concept:writer:henry_james
concept:sports_team:suns
concept:book:north
concept:nut:pecan
concept:hobby:trekking
concept:company:quanta_computer
concept:city:milpitas
concept:writer:aleksandr_isayevich_solzhenitsyn
concept:chemical:corrosive_fumes
concept:politician:dubya
concept:drug:tramadol_tramadol
concept:ml_algorithm:microsoft_word
concept:athlete:scott_sheldon
concept:automobile_model:pinto
concept:ceo:n_r__narayana_murthy
concept:television_station:wetm
concept:athlete:david_moss
concept:newspaper:sky___telescope_magazine
concept:arthropod:acanaloniid_planthopper
concept:government_organization:u_s__federal_maritime_commission
concept:agricultural_product:tomato_soup
concept:music_artist:death_angel
concept:body_part:membrane
concept:person:jemima_goldsmith
concept:clothing:black_capris
concept:professor:david_smith
concept:protein:plx
concept:person:rebecca_west
concept:plant:sourwood
concept:city:perce
concept:winery:clos_du_val
concept:music_artist:reel_big_fish
concept:stadium_or_event_venue:u_s__bank_arena
concept:movie:terminator
concept:visualizable_scene:central_location
concept:disease:staphylococcal_scalded_skin_syndrome
concept:country:government_entities
concept:actor:joan_collins
concept:athlete:graham_marsh
concept:bacteria:yersinia_enterocolitica
concept:mountain:carlton_peak
concept:publication:the_people
concept:job_position:professor_of_finance_and_economics
concept:person:shapiro
concept:city:pearl_harbor
concept:book:emperor_the_gates_of_rome
concept:person:brett_baier
concept:transportation:international_express
concept:weapon:railguns
concept:vegetable:fresh_tomato
concept:book:american_rust
concept:sports_game:n1981_world_series
concept:director:gregory_widen
concept:politician_us:john_smoltz
concept:journalist:kim_severson
concept:professional_organization:york_society
concept:music_album:videos
concept:movie:charlotte_s_web
concept:coach:kevin_stallings
concept:publication:weather
concept:color:champagne
concept:music_artist:modest_mouse
concept:athlete:brendan_haywood
concept:movie:cruel_intentions
concept:ceo:richard_fisher
concept:country:montserrat
concept:visualizable_thing:concept
concept:geopolitical_location:adrian
concept:journalist:ed_bouchette
concept:book:oedipus_rex
concept:airport:chippewa_county_international
concept:city:bourg_en_bresse
concept:country:angola
concept:website:google_link
concept:movie:ben_hur
concept:scientist:scientists
concept:landscape_features:deserts
concept:insect:mosquitos
concept:visualizable_scene:duarte
concept:city:brand
concept:music_artist:huey_lewis
concept:television_station:wora
concept:person_africa:explosions
concept:hotel:grove_park_inn
concept:geopolitical_organization:asia
concept:politics_blog:television_stations
concept:visualizable_scene:ogunquit
concept:television_station:kjla
concept:baked_good:kulfi
concept:book:the_child_in_time
concept:female:melanie_griffith
concept:criminal:villains
concept:museum:boston_children_s_museum
concept:television_station:kyw
concept:geopolitical_location:leeuwarden
concept:reptile:tortoises
concept:island:post
concept:ceo:donald_rumsfeld
concept:bank:bain_capital
concept:country:eastern_european_nations
concept:coach:mike_locksley
concept:city:bamberg
concept:newspaper:sun_sentinel
concept:person:franco_abbiati
concept:nonprofit_organization:the_financial
concept:trade_union:issues
concept:plant:chinar
concept:fish:catfish
concept:sports_league:aifa
concept:room:downstairs
concept:person:aubrey_sarvis
concept:bird:lammergeyer
concept:physical_action:cap
concept:blog:metro_new_york
concept:book:the_eternity_code
concept:city:seaside
concept:writer:hubert_selby_jr
concept:sports_team:graduate_college
concept:website:baidu_com
concept:book:anne_of_the_island
concept:celebrity:phoebe_cates
concept:academic_field:range_science
concept:academic_field:agricultural_business
concept:government_organization:national_department
concept:newspaper:new_york_herald
concept:visualizable_scene:goodlettsville
concept:criminal:print_icon
concept:athlete:jesse_crain
concept:city:veliko_turnovo
concept:music_artist:mannish_boys
concept:female:helena_bonham_carter
concept:city:walker
concept:book:a_princess_of_mars
concept:book:reaper_man
concept:year:n1907
concept:music_artist:snow_patrol
concept:politics_blog:franchise_business_review
concept:music_instrument:vaccine
concept:building:years
concept:musician:midlake
concept:disease:developmental_delay
concept:food:aquitaine
concept:automobile_maker:clever
concept:city:bourbon
concept:music_album:december_2010
concept:disease:polio
concept:government_organization:nrc
concept:athlete:shawn_estes
concept:stadium_or_event_venue:cal_expo
concept:actor:jon_tenney
concept:lake:smith_mountain_lake
concept:sports_team:culinary_institute
concept:athlete:toronto_blue_jays_additions_jason_phillips
concept:body_part:gland
concept:conference:suka
concept:journalist:jim_nantz
concept:country:mali
concept:mountain:cascade_mountain
concept:ski_area:killington
concept:geopolitical_location:east_anglia
concept:academic_field:human_resource
concept:room:large_veranda
concept:clothing:expensive_suit
concept:politician_us:mysql
concept:plant:hemlock
concept:clothing:sleeved_sweater
concept:aquarium:alkalinity_in_saltwater_aquarium
concept:athlete:doug_brocail
concept:government_organization:indian_health_service
concept:disease:addison_s_disease
concept:book:harry_potter_and_the_half_blood_prince
concept:sport:competitive_sports
concept:clothing:closed_shoes
concept:television_station:ktmj_ca
concept:wine:gewurtztraminer
concept:television_station:wutr
concept:person_canada:cacee_cobb
concept:government_organization:fiscal_year
concept:criminal:england_area
concept:television_station:kazt
concept:biotech_company:xcel_energy
concept:drug:carbamazepine
concept:academic_field:pastoral_care_and_counseling
concept:person:jack_newton
concept:body_part:problems
concept:visualizable_thing:bedroom_two
concept:organization:big_business
concept:person:tishchenko
concept:person:abbas
concept:athlete:robert_trent_jones_jr_
concept:book:swallows_and_amazons
concept:military_conflict:operation_barbarossa
concept:species:venomous_creatures
concept:person_europe:abigail_adams
concept:magazine:n300_people
concept:city:san_bruno
concept:museum:natural_history_museum
concept:movie:wall_e
concept:room:main_living_room
concept:person:four_people
concept:record_label:dreamworks_skg
concept:person:ex_husband_nick_lachey
concept:bathroom_item:whirlpool
concept:academic_field:german_language_and_literature
concept:person:watson
concept:sports_team:universidad_iberoamericana
concept:state_or_province:southern_oregon
concept:weapon:power_reactors
concept:bird:magpies
concept:book:n5_novels
concept:sports_equipment:rim
concept:hospital:swedish_medical_center
concept:music_artist:slavery
concept:person_mexico:minnesota_wild
concept:book:the_stark_munro_letters
concept:geometric_shape:games
concept:bird:emperor_penguin
concept:office_building_room:n1212
concept:journalist:tritia_toyota
concept:geopolitical_location:californien
concept:year:n1878
concept:country:zanzibar
concept:music_instrument:tools
concept:drug:msm
concept:agricultural_product:honey
concept:country:host_country
concept:disease:heart_conditions
concept:politician_us:al
concept:athlete:kelvin_pichardo
concept:city:hudson_falls
concept:product:services_division
concept:book:king_dork
concept:book:castle_of_wizardry
concept:book:the_red_tent
concept:sport:kayaking
concept:person_africa:kevin_costner
concept:university:bombay_university
concept:race:series_race
concept:drug:pregabalin
concept:organization:boston_red_sox_organization
concept:visualizable_object:doctor
concept:coach:jake_gardiner
concept:visualizable_scene:jaisalmer
concept:visualizable_thing:tub
concept:musician:deborah_harry
concept:sports_team:dartmouth_big_green
concept:agricultural_product:ground_pepper
concept:radio_station:kmph_tv
concept:university:university_of_miami
concept:job_position:queen
concept:musician:julius_rudel
concept:state_or_province:eastern_illinois
concept:politician_us:bob_riley
concept:automobile_model:elite
concept:coach:holly
concept:coach:scott_linehan
concept:room:large_studio_room
concept:television_station:wfsu_tv
concept:job_position:u_s__senator
concept:person:kenneth_kaunda
concept:politician_us:david_cicilline
concept:language:polish_polish
concept:company:international_paper
concept:organization:ub
concept:animal:organisms
concept:artery:pulmonary_artery
concept:retail_store:m_s_
concept:clothing:towels
concept:place_of_worship:the_hurva_synagogue
concept:music_genre:stoner_metal
concept:automobile_maker:mg
concept:person:john_f___kerry
concept:retail_store:u_s__post_office
concept:stadium_or_event_venue:gonzaga_university
concept:company:ducati
concept:automobile_model:isuzu_rodeo
concept:academic_field:information_engineering
concept:biotech_company:mattel
concept:visual_artist:licensing
concept:weapon:several_coal
concept:female:argus
concept:sports_team:alfred_university
concept:job_position:founding_partner
concept:sports_equipment:activity
concept:book:the_sorceress
concept:celebrity:brit_hume
concept:television_station:waxn
concept:lymph_node:nodes
concept:sports_team:massachusetts_minutemen
concept:athlete:kip_wells
concept:river:rhine
concept:stadium_or_event_venue:atlanta_fulton_county_stadium
concept:music_album:lions
concept:room:one_bedroom_apartments
concept:visual_art_movement:dada
concept:person_africa:weaver
concept:visual_artist:michelangelo
concept:athlete:luther_head
concept:person_europe:graham_greene
concept:person_us:mary_higgins_clark
concept:weapon:officer
concept:room:screen_porch
concept:stadium_or_event_venue:tacoma_dome
concept:bathroom_item:toilette
concept:book:key_of_valor
concept:transportation:orlando_international_airport
concept:music_festival:international_conference
concept:clothing:teeshirt
concept:writer:british_author_j__k__rowling
concept:athlete:daniel_carcillo
concept:agricultural_product:syrup
concept:automobile_model:freestyle
concept:website:washington_post_company
concept:person_north_america:audrina_patridge
concept:baked_good:waffle
concept:bank:indusind_bank_limited
concept:journalist:michael_krikorian
concept:politics_issue:categories
concept:criminal:affiliate_sites
concept:celebrity:gerard_way
concept:job_position:soprano
concept:sports_team:st__joseph_s_hawks
concept:date:n1963
concept:sports_team:citadel_bulldogs
concept:musician:philly_joe_jones
concept:state_or_province:kn
concept:agricultural_product:fresh_coffee
concept:music_song:east
concept:chemical:sodium_carbonate
concept:website:fema_gov
concept:academic_field:accommodation
concept:room:bedroom_downstairs
concept:athlete:mark_diapoules
concept:person_north_america:michael_bush
concept:hotel:algonquin_hotel
concept:book:young_adult
concept:radio_station:kcbx
concept:person_us:thorton_wilder
concept:chemical:enzymes
concept:state_or_province:newfoundland_newfoundland
concept:sports_team:dixie_state_red_storm
concept:book:the_far_side_of_the_stars
concept:baked_good:chip_cookies
concept:person_canada:monica
concept:city:enderby
concept:museum:air
concept:academic_field:evening_classes
concept:person:ron_allen
concept:book:the_lonely_londoners
concept:book:fear_and_loathing_in_las_vegas
concept:food:yogurt
concept:date:december_12
concept:person_us:dave_barry
concept:profession:management_officials
concept:musician:nate_mendel
concept:food:extra_virgin
concept:geopolitical_location:atlantic_ocean
concept:geopolitical_location:potsdam
concept:television_station:ksfy
concept:male:japan
concept:city:puerto_morelos
concept:company:adobe_system
concept:color:indigo
concept:bank:standard_mail
concept:job_position:specialist
concept:aquarium:world__some
concept:weapon:custom_gas
concept:room:one_cottage
concept:coach:darrell_royal
concept:person:datuk_lim_ah_lek
concept:wine:gewurztraminers
concept:hobby:bicycling
concept:profession:electrophysiologists
concept:room:full_size_bedroom
concept:professional_organization:qwest_communications
concept:hotel:gold_coast_hotel
concept:river:geography
concept:politician_us:nick_smith
concept:visualizable_scene:kavala
concept:landscape_features:banks
concept:condiment:vinaigrette
concept:disease:form
concept:mammal:snow_leopard
concept:scientific_term:riemann_integral
concept:aquarium:aquarium_kew_gardens
concept:candy:billboards
concept:state_or_province:guangxi
concept:museum:present
concept:biotech_company:radio_frequency_identification
concept:person_us:senator_kyl
concept:academic_field:water_resources_association
concept:visualizable_thing:cd_player
concept:ceo:n_chandrasekaran
concept:building_feature:portage_lake_bridge
concept:clothing:buckles
concept:terrorist_organization:task_force
concept:room:accessible_room
concept:wine:burgundy
concept:government_organization:republican_national_committee
concept:product:shop
concept:music_artist:bon_jovi
concept:economic_sector:executive_management
concept:room:main_floor_bedrooms
concept:transportation:direct_flights
concept:sports_league:american_hockey_league
concept:book:the_mysteries_of_udolpho
concept:landscape_features:headquarters
concept:television_show:public_meetings
concept:athlete:shaq_o_neal
concept:book:the_voyage_out
concept:clothing:protective_clothing
concept:writer:ned_vizzini
concept:sports_team_position:ground
concept:transportation:hallandale_beach
concept:person:karla_devito
concept:actor:pen_lope_cruz
concept:radio_station:kuhf
concept:writer:john_f__burns
concept:person:bruce_crampton
concept:athlete:michael_dunn
concept:attraction:ellis_island_immigration_museum
concept:agricultural_product:mustard
concept:newspaper:hispania_news
concept:athlete:billie_jean_king
concept:arachnid:poisonous_arachnids
concept:ceo:janet_l__robinson
concept:journalist:mike_jensen
concept:writer:richard_matheson
concept:academic_field:art_therapy
concept:book:gingham_bride
concept:person:tori_spelling
concept:building_material:sand
concept:person_europe:lemony_snicket
concept:political_party:marvel_studios
concept:software:adobe_acrobat_reader_software
concept:person:winthrop_sergeant
concept:landscape_features:bathroom
concept:city:sharon
concept:politics_issue:merchant
concept:invertebrate:juglines
concept:person:daniel_pipes
concept:retail_store:wal_mart_stores
concept:city:north_andover
concept:female:linda_hogan
concept:company:gm_europe
concept:arthropod:housefly
concept:clothing:frock_coat
concept:visualizable_thing:temple_terrace
concept:stadium_or_event_venue:the_glen
concept:music_artist:dolls
concept:invertebrate:shells
concept:room:ground_floor_bedrooms
concept:male:john_derek
concept:company:quigo
concept:comedian:greg_wise
concept:director:rian_johnson
concept:sports_team:diamondbacks
concept:invertebrate:individuals
concept:automobile_model:fiesta
concept:winery:ravenswood_winery
concept:transportation:train
concept:politician_us:republican_bush
concept:newspaper:sculpture_magazine
concept:event_outcome:u_s__contact
concept:celebrity:ali_landry
concept:product:phablet
concept:music_artist:roxy_music
concept:retail_store:kings
concept:body_part:pulmonary_circulation
concept:journalist:mark_kiszla
concept:office_building_room:two_guest_bedrooms
concept:writer:ayn_rand
concept:sports_team:newsletters
concept:radio_station:klos
concept:drug:diazepam
concept:sports_equipment:apparel
concept:person_us:ernie_banks
concept:person_south_america:genghis
concept:city:bladensburg
concept:economic_sector:publishing
concept:geopolitical_location:sardinia
concept:park:clapham_common
concept:music_album:four_days
concept:musician:yo_yo_ma
concept:airport:atlanta_international
concept:political_office:house_speaker
concept:cognitive_actions:this_project
concept:food:seedpods
concept:writer:shusaku_endo
concept:magazine:washington_monthly
concept:movie:the_unbearable_lightness_of_being
concept:clothing:wig
concept:mammal:humans
concept:bank:ge_capital
concept:writer:royall_tyler
concept:baked_good:apple_cake
concept:hotel:ritz_carlton
concept:city:mayfield
concept:academic_field:analytical_chemistry
concept:sports_team:wizards_charlotte_bobcats__7_44
concept:port:port_au_prince
concept:person_australia:tom_rob_smith
concept:book:mirror_mirror
concept:terrorist_organization:peace
concept:room:master_loft_bedroom
concept:writer:scott_sigler
concept:academic_field:curriculum
concept:food:bright_red_fruits
concept:weapon:megawatt_gas
concept:journalist:lisa_olson
concept:sports_game:quarterfinals
concept:city:west_yellowstone
concept:city:major_american_city
concept:hobby:outdoor_activities
concept:visualizable_scene:defuniak_springs
concept:color:flower
concept:room:large_living_dining_room
concept:scientific_term:svm_optimality_conditions
concept:politician_us:jim_nussle
concept:island:allen
concept:transportation:flights
concept:person:the_groom
concept:music_artist:w_a_s_p_
concept:organization:history_channel
concept:ceo:brad_smith
concept:city:cedar_rapids_iowa_city
concept:non_ne_g_integer:n6152
concept:park:gramercy_park
concept:academic_field:additional_studies
concept:sports_team:john_f__kennedy_university
concept:university:fiu
concept:county:commack
concept:hotel:comfort_inn_north_york
concept:journalist:rob_pegoraro
concept:organization:bmw_group
concept:radio_station:wkdu
concept:victim:two_persons
concept:visualizable_thing:manual
concept:character_trait:organisation
concept:city:fairbanks
concept:farm:knott_s_berry_farm
concept:celebrity:neal
concept:politician_us:andy_stern
concept:city:dundee
concept:nut:sesame_seeds
concept:music_album:protection
concept:television_station:kxmc_tv
concept:musician:dionne_warwick
concept:baked_good:peach_pie
concept:professional_organization:indian_child_welfare_association
concept:medical_procedure:kidney_failure
concept:job_position:licensed_acupuncturist
concept:game:team_plays
concept:person_us:jeffrey_goldberg
concept:athlete:samuel_deduno
concept:person:richard_goldstone
concept:sports_team:northeastern_university
concept:shopping_mall:potsdamer_platz_arkaden
concept:movie:dangerous_liaisons
concept:terrorist_organization:army_air_corps
concept:politician_us:snowe
concept:drug:cyclophosphamide
concept:athlete:trent_jones
concept:music_song:plan
concept:caf:starbucks_coffee_company
concept:website:news
concept:academic_field:russian
concept:website:google_rank_websites
concept:website:spirit
concept:book:faceless_killers
concept:person:jurgen_klinsmann
concept:ceo:percy_barnevik
concept:visual_art_form:artist
concept:academic_field:information_management
concept:park:interbay
concept:company:lockheed
concept:clothing:golf_caps
concept:person_north_america:persian_gulf
concept:stadium_or_event_venue:america_west_arena
concept:government_organization:nrcs
concept:job_position:longtime_vice
concept:musician:harrison
concept:person:albert_hessberg_ii
concept:ml_metric:existence
concept:city:spokane
concept:clothing:nightgown
concept:country:british_indian_ocean_territory
concept:transportation:priority
concept:geopolitical_organization:irondequoit
concept:plant:coniferous_trees
concept:hotel:intercontinental_century_city
concept:politician:president_william_clinton
concept:person:siobhan_hutcheon
concept:crime_or_charge:malice_aforethought
concept:hotel:morgans
concept:person_asia:albert_pujols
concept:date:thanksgiving
concept:athlete:ronny_turiaf
concept:journalist:jay_fitzgerald
concept:politician:sen_mccain
concept:conference:tgis
concept:geopolitical_location:sports
concept:person:rich
concept:television_station:wwltv
concept:writer:kelley_armstrong
concept:female:courteney_cox
concept:coach:steven_stamkos
concept:coach:adam_young
concept:company:rocafella
concept:condiment:teriyaki_sauce
concept:politician_us:john_hickenlooper
concept:geopolitical_location:whitesboro
concept:book:kiss_the_girls
concept:academic_field:industrial_psychology
concept:movie:blind_side
concept:body_part:synapses
concept:lymph_node:lymph
concept:movie:cuckoo_s_nest
concept:agricultural_product:rosemary_leaves
concept:weapon:chemical_weapons
concept:company:mary_kay
concept:director:fritz_lang
concept:magazine:n150_000_people
concept:politician:gordon_brown
concept:sport:diving
concept:athlete:bryan_morris
concept:agricultural_product:milk_products
concept:coach:bill_mccartney
concept:animal:adult_beetles
concept:animal:ectoparasites
concept:weapon:small_black_handgun
concept:profession:chiefs
concept:weapon:n60_rockets
concept:music_artist:blue_highway
concept:person_canada:james_mullen
concept:transportation:u_s_p_s__priority_mail
concept:company:bodog
concept:coach:height
concept:athlete:kazuo_matsui
concept:weather_phenomenon:stone_tavern
concept:hobby:travel
concept:political_party:foreign_relations_committee
concept:athlete:lindsay_davenport
concept:agricultural_product:red_cabbage
concept:university:loyola_marymount_university
concept:person:eleanor
concept:food:pepper_seasoning
concept:person_africa:paul_watson
concept:weapon:hand_gun
concept:female:katherine_lanasa
concept:park:madison_square_park_conservancy
concept:fish:doubleheader
concept:place_of_worship:east_ham_baptist_church
concept:person_us:carlos_delfino
concept:politician_us:jon_corzine
concept:automobile_model:civic
concept:celebrity:allen_ginsburg
concept:writer:british_author_j_k__rowling
concept:politician:republican_candidate_john_mccain
concept:person_north_america:felicity_huffman
concept:athlete:justin_peters
concept:biotech_company:gilead
concept:baked_good:homemade_cake
concept:athlete:new_york_yankees_catchers_jorge_posada
concept:sports_team:lee_flames
concept:company:monster_com
concept:island:joint_chiefs
concept:athlete:joselo_diaz
concept:visualizable_thing:tripod
concept:crime_or_charge
concept:person_mexico
concept:physical_action
concept:geopolitical_organization
concept:music_artist
concept:sports_league
concept:job_position
concept:radio_station
concept:sports_team
concept:television_station
concept:office_building_room
concept:train_station
concept:stadium_or_event_venue
concept:weather_phenomenon
concept:person_africa
concept:academic_field
concept:music_album
concept:biotech_company
concept:sports_game
concept:visual_artist
concept:person_north_america
concept:automobile_maker
concept:person_us
concept:government_organization
concept:baked_good
concept:person_canada
concept:politician_us
concept:music_instrument
concept:bombing_event
concept:ml_software
concept:visualizable_thing
concept:card_game
concept:non_disease_condition
concept:household_item
concept:person_europe
concept:wall_item
concept:nonprofit_organization
concept:visualizable_attribute
concept:ski_area
concept:professional_organization
concept:geometric_shape
concept:non_gov_organization
concept:music_song
concept:programming_language
concept:brain_tissue
concept:state_or_province
concept:music_genre
concept:visualizable_scene
concept:automobile_model
concept:ml_algorithm
concept:agricultural_product
concept:body_part
concept:geopolitical_location
concept:landscape_features
concept:politics_blog
concept:trade_union
concept:military_conflict
concept:record_label
concept:bathroom_item
concept:sports_equipment
concept:visualizable_object
concept:retail_store
concept:place_of_worship
concept:lymph_node
concept:visual_art_movement
concept:music_festival
concept:politics_issue
concept:scientific_term
concept:building_feature
concept:terrorist_organization
concept:economic_sector
concept:television_show
concept:sports_team_position
concept:building_material
concept:political_party
concept:event_outcome
concept:person_south_america
concept:political_office
concept:cognitive_actions
concept:person_australia
concept:non_ne_g_integer
concept:character_trait
concept:medical_procedure
concept:shopping_mall
concept:caf
concept:visual_art_form
concept:ml_metric
concept:person_asia
concept:award_trophy_tournament
concept:road_accident_event
concept:geol_oca_table_thing
concept:consumer_electronic_item
concept:perception_action
concept:videogame_system
concept:date_literal
concept:zip_code
concept:ml_data_set
concept:politics_bill
concept:physiological_condition
concept:videogame
concept:product_launch_event
concept:ethnic_group
concept:petroleum_refining_company
concept:film_festival
concept:automobile_engine
concept:meeting_event_title
concept:parlour_game
concept:table_item
concept:credit_union
concept:hallway_item
concept:protest_event
concept:kitchen_item
concept:archaea
concept:research_project
concept:sociopolitical
concept:sports_event
concept:ml_area
concept:physics_term
concept:military_event_type
concept:boardgame
concept:creative_work
concept:personal_care_item
concept:bedroom_item
concept:media_type
concept:physical_characteristic
concept:ml_author
concept:earthquake_event
concept:mountain_range
concept:floor_item
concept:office_item
concept:cell_type
concept:television_network
concept:coffee_drink
concept:ml_conference
concept:traditional_game
concept:meeting_event_type
concept:perception_event
concept:human_agent
concept:game_score
concept:day_of_week
concept:grand_prix
concept:media_company
concept:person_by_location
concept:politics_group
concept:refinery_product
concept:mailer
concept:deliverer
concept:godhead
concept:bloody_mary
concept:wren
concept:sweet
concept:carina
concept:atlas
concept:restoration
concept:herder
concept:channel_island
concept:hymen
concept:magellanic_cloud
concept:baltic
concept:savior