concept:crimeorcharge:offenses
concept:athlete:valerio_de_los_santos
concept:personmexico:moves
concept:physicalaction:service
concept:geopoliticalorganization:elmira
concept:musicartist:lifetime
concept:country:refugee_camps
concept:musicartist:black_president
concept:monarch:galba
concept:lake:tasman_sea
concept:weapon:aircraft_weapons
concept:disease:hair_loss
concept:disease:chlamydia
concept:sportsleague:nahl
concept:room:large_double_bedroom
concept:musicartist:hurt
concept:hobby:sports_activities
concept:jobposition:former_prosecutor
concept:disease:foodborne_illness
concept:bank:ing_direct
concept:radiostation:waec
concept:athlete:mike_lowell
concept:airport:nimes_airport
concept:athlete:lance_stephenson
concept:artery:foot
concept:sportsteam:columbus_crew
concept:televisionstation:wpsg
concept:officebuildingroom:executive_suites
concept:book:eye_of_the_needle
concept:bank:dhl_ground
concept:female:themis
concept:trainstation:stronghold
concept:stadiumoreventvenue:bjcc_arena
concept:movie:the_commitments
concept:city:khartoum
concept:musician:bw
concept:weatherphenomenon:appearance
concept:food:steak_fries
concept:weapon:lotr_sword
concept:bank:federal_bank
concept:animal:merlins
concept:airport:long_island_macarthur
concept:athlete:jason_bergmann
concept:hobby:whale_watching
concept:televisionstation:wgxa
concept:professor:paul_wolfowitz
concept:athlete:lamar_odom
concept:musicartist:setback
concept:coach:buffalo_sabres
concept:arthropod:thysanoessa_raschii
concept:personafrica:carroll
concept:writer:heather_mcgowan
concept:academicfield:engineering_the_master
concept:musicalbum:scandal
concept:physicalaction:injury
concept:biotechcompany:general_motors_corp
concept:organization:newly_formed_party
concept:musicartist:the_mentors
concept:city:los_angeles_ca
concept:movie:jaws
concept:sportsgame:first_playoff
concept:stadiumoreventvenue:rosemont_horizon
concept:disease:celiac_disease
concept:book:the_phantom_tollbooth
concept:drug:nelfinavir
concept:visualartist:henry_moore
concept:newspaper:wallstreet_journal
concept:insect:aquatic_insects
concept:book:essays
concept:politician:mario
concept:agent:metaweb
concept:personnorthamerica:mary_roberts_rinehart
concept:female:kishimoto
concept:book:the_reivers
concept:musicartist:dfa
concept:female:catherine_zeta_jones
concept:journalist:greg_bishop
concept:athlete:randy_wells
concept:musicalbum:hits
concept:city:roselle
concept:journalist:monte_poole
concept:ceo:francisco_d_souza
concept:automobilemaker:standard
concept:coach:herm_edwards
concept:musician:jason_newsted
concept:male:pharaoh
concept:academicfield:tests
concept:ceo:diane_sawyer
concept:stadiumoreventvenue:milwaukee_county_stadium
concept:company:timken
concept:athlete:chris_stewart
concept:musician:steve_lukather
concept:personus:toni_morrison
concept:company:waste_management
concept:governmentorganization:ondcp
concept:coach:mike_d_antoni
concept:book:appointment_in_samarra
concept:bakedgood:organic_chocolate
concept:musician:newsboys
concept:athlete:charles_woodson
concept:female:maria_cantwell
concept:city:modesto
concept:person:linda_bauer_darr
concept:jobposition:personal_trainer
concept:automobilemaker:buick
concept:ceo:eric_schmidt
concept:city:gaza
concept:person:henry001
concept:personcanada:celine_dion
concept:athlete:ramon_ortiz
concept:sportsteam:mcneese_state
concept:architect:jeffrey
concept:bank:reliance
concept:room:sea_view_balcony
concept:furniture:iron_bed
concept:weapon:custom_shotgun
concept:journalist:mark_bowden
concept:city:washington_heights
concept:invertebrate:breeders
concept:room:two_bedroom_apartments
concept:profession:operations
concept:stadiumoreventvenue:epicenter
concept:book:the_prince
concept:river:merrimack_river
concept:city:omagh
concept:aquarium:experiences
concept:room:new
concept:person:friends
concept:politicianus:john_d_rockefeller
concept:book:from_russia_with_love_a_james_bond_nove
concept:city:bingen
concept:hotel:omni
concept:stadiumoreventvenue:arena
concept:sportsgame:n2008_world_series
concept:sportsteam:mavericks_playoff_tickets
concept:politicianus:elizabeth_warren
concept:person:kristen
concept:musicinstrument:field
concept:book:the_charwoman_s_daughter
concept:ceo:andrew_heyward
concept:bombingevent:n1327689011
concept:mlsoftware:spies
concept:journalist:robert_novak
concept:coach:tony_la_russa
concept:clothing:cotton_underwear
concept:visualizablething:dining_room
concept:disease:disorder_treatments
concept:software:office_2003
concept:televisionstation:ksvi
concept:automobilemaker:maine_jeep
concept:cardgame:three
concept:biotechcompany:merck_serono
concept:ceo:frank_lowy
concept:stadiumoreventvenue:music_hall_center
concept:academicfield:biological_engineering
concept:company:adm
concept:athlete:mark_shapiro
concept:athlete:steve_bechler
concept:room:getaway
concept:athlete:jessica_spigner
concept:profession:retailers
concept:politicianus:chris_van_hollen
concept:nondiseasecondition:production
concept:country:april_2010
concept:athlete:mikie_mahtook
concept:householditem:dining_area
concept:personmexico:cody_ross
concept:city:bern
concept:county:dream_city
concept:politicianus:sir_walter_scott
concept:blog:night
concept:bird:black_eagle
concept:writer:barbara_vine
concept:televisionstation:wedh_tv
concept:writer:anthony_horowitz
concept:weapon:brute_shot
concept:personeurope:natalie_babbitt
concept:disease:dyscalculia
concept:protein:screening
concept:website:pioneer_press
concept:televisionstation:wwmb
concept:person:otto_ambros
concept:wallitem:shipping
concept:nonprofitorganization:plan
concept:writer:w__e__b__du_bois
concept:plant:poinsettias
concept:jobposition:leader
concept:visualizableattribute:ron_silver
concept:book:a_letter_of_mary
concept:vegetable:polenta
concept:automobilemaker:jeep_flood_lights_jeep
concept:emotion:dementia
concept:politicianus:sen__hillary_rodham_clinton
concept:personafrica:manon_des_sources
concept:sportsteam:seton_hill_griffins
concept:person:beth_ostrosky_stern
concept:food:chilis
concept:geopoliticalorganization:bisho
concept:musician:tico_torres
concept:city:palembang
concept:company:us_post_office
concept:musician:wolf
concept:book:tracks
concept:drug:letairis
concept:governmentorganization:u_s__state_department_office
concept:wine:yulupa_chardonnay
concept:person:robert_j__bach
concept:company:plx_technology
concept:skiarea:montana_view
concept:transportation:recorded_delivery
concept:hobby:haymarket
concept:company:sabmiller
concept:actor:evan_smith
concept:book:and_the_band_played_on
concept:lake:gisenyi
concept:biotechcompany:medecins_sans_frontieres
concept:athlete:antonio_tarver
concept:newspaper:la_voz_latina
concept:governmentorganization:ots
concept:musicalbum:hiatus
concept:bank:wachovia_bank
concept:weapon:n21_gun_salute
concept:radiostation:memo
concept:clothing:orange_t_shirt
concept:musicartist:weezer
concept:televisionstation:krca_tv
concept:lake:lake_shore
concept:professionalorganization:national_mental_health_association
concept:organization:le_point
concept:bank:fed_ex_home_delivery
concept:weapon:warheads
concept:sportsteam:san_diego_chargers
concept:geometricshape:ship
concept:book:creepers
concept:bacteria:orientia_tsutsugamushi
concept:sportsteam:central_missouri_state_jennies
concept:geometricshape:union_flag
concept:nongovorganization:powerful_energy
concept:person:parsons
concept:athlete:chase_headley
concept:musicsong:cecilia
concept:athlete:petr_prucha
concept:city:zhengzhou
concept:mammal:bat
concept:athlete:oscar_villarreal
concept:person:tom_lasorda
concept:writer:walter_scott
concept:officebuildingroom:en_suite_bathroom
concept:person:augustus_caesar
concept:programminglanguage:n3_
concept:televisionstation:ksan_tv
concept:braintissue:mammalian_brain
concept:academicfield:machine_learning
concept:city:gilford
concept:writer:trudi_canavan
concept:bank:fedex_home_delivery
concept:sportsteam:idaho_state_university
concept:televisionstation:wdiq
concept:musician:confess_jesus
concept:website:microsoft_com
concept:person:megan_fox
concept:musicalbum:non_stop
concept:person:phoroneus
concept:televisionstation:kacv_tv
concept:programminglanguage:names
concept:person:freeman
concept:stateorprovince:times_book_review
concept:academicfield:special_education
concept:officebuildingroom:whirlpool_suites
concept:invertebrate:leeches
concept:room:night_area
concept:celebrity:colin_powell
concept:athlete:luis_castillo
concept:musicalbum:six_days
concept:company:zomba_corporation
concept:company:disclaimer
concept:nut:effort
concept:politicianus:houston_astros
concept:officebuildingroom:separate_living_room
concept:company:apple_corp_
concept:academicfield:graduate_programs
concept:disease:typhoid_fever
concept:room:pleasant_room
concept:river:vltava
concept:artery:four_pulmonary_veins
concept:book:season_of_migration_to_the_north
concept:musicgenre:hair_metal
concept:aquarium:waikiki_aquarium
concept:governmentorganization:federal_bureau_of_investigation
concept:sportsleague:milb
concept:professor:sheldon_erikson
concept:city:amiens
concept:musician:david_bowie
concept:athlete:willie_davis
concept:website:http___www_armymedicine_army_mil
concept:sportsteam:saint_louis_billikens
concept:writer:h__rider_haggard
concept:drug:metoclopramide
concept:person:greg_buchanan
concept:organization:united_states_navy
concept:weapon:yellow_cake_uranium
concept:book:the_cat_who_played_brahms
concept:coach:john_chaney
concept:visualizablescene:plain
concept:city:blue_ridge
concept:city:haddonfield
concept:person:gold
concept:bank:icbc
concept:county:borders
concept:personnorthamerica:stephen_a__schwarzman
concept:county:hunnington
concept:politician:sens__obama
concept:personus:don_zimmer
concept:jobposition:co_owner
concept:person:frances_tomelty
concept:magazine:t_l
concept:person:prince_charles001
concept:lake:spring_river_lake
concept:transportation:international_airport
concept:company:groupme
concept:musician:nick_cave
concept:plant:wild_flowers
concept:coach:piconke
concept:musicalbum:invasion
concept:sportsgame:play
concept:person:alex_sink
concept:athlete:bobby_korecky
concept:professionalorganization:tabb
concept:restaurant:quartier_restaurant
concept:automobilemodel:new_beetle
concept:televisionstation:wtrf
concept:writer:henry_james
concept:sportsteam:suns
concept:book:north
concept:nut:pecan
concept:hobby:trekking
concept:company:quanta_computer
concept:city:milpitas
concept:writer:aleksandr_isayevich_solzhenitsyn
concept:chemical:corrosive_fumes
concept:politician:dubya
concept:drug:tramadol_tramadol
concept:mlalgorithm:microsoft_word
concept:athlete:scott_sheldon
concept:automobilemodel:pinto
concept:ceo:n_r__narayana_murthy
concept:televisionstation:wetm
concept:athlete:david_moss
concept:newspaper:sky___telescope_magazine
concept:arthropod:acanaloniid_planthopper
concept:governmentorganization:u_s__federal_maritime_commission
concept:agriculturalproduct:tomato_soup
concept:musicartist:death_angel
concept:bodypart:membrane
concept:person:jemima_goldsmith
concept:clothing:black_capris
concept:professor:david_smith
concept:protein:plx
concept:person:rebecca_west
concept:plant:sourwood
concept:city:perce
concept:winery:clos_du_val
concept:musicartist:reel_big_fish
concept:stadiumoreventvenue:u_s__bank_arena
concept:movie:terminator
concept:visualizablescene:central_location
concept:disease:staphylococcal_scalded_skin_syndrome
concept:country:government_entities
concept:actor:joan_collins
concept:athlete:graham_marsh
concept:bacteria:yersinia_enterocolitica
concept:mountain:carlton_peak
concept:publication:the_people
concept:jobposition:professor_of_finance_and_economics
concept:person:shapiro
concept:city:pearl_harbor
concept:book:emperor_the_gates_of_rome
concept:person:brett_baier
concept:transportation:international_express
concept:weapon:railguns
concept:vegetable:fresh_tomato
concept:book:american_rust
concept:sportsgame:n1981_world_series
concept:director:gregory_widen
concept:politicianus:john_smoltz
concept:journalist:kim_severson
concept:professionalorganization:york_society
concept:musicalbum:videos
concept:movie:charlotte_s_web
concept:coach:kevin_stallings
concept:publication:weather
concept:color:champagne
concept:musicartist:modest_mouse
concept:athlete:brendan_haywood
concept:movie:cruel_intentions
concept:ceo:richard_fisher
concept:country:montserrat
concept:visualizablething:concept
concept:geopoliticallocation:adrian
concept:journalist:ed_bouchette
concept:book:oedipus_rex
concept:airport:chippewa_county_international
concept:city:bourg_en_bresse
concept:country:angola
concept:website:google_link
concept:movie:ben_hur
concept:scientist:scientists
concept:landscapefeatures:deserts
concept:insect:mosquitos
concept:visualizablescene:duarte
concept:city:brand
concept:musicartist:huey_lewis
concept:televisionstation:wora
concept:personafrica:explosions
concept:hotel:grove_park_inn
concept:geopoliticalorganization:asia
concept:politicsblog:television_stations
concept:visualizablescene:ogunquit
concept:televisionstation:kjla
concept:bakedgood:kulfi
concept:book:the_child_in_time
concept:female:melanie_griffith
concept:criminal:villains
concept:museum:boston_children_s_museum
concept:televisionstation:kyw
concept:geopoliticallocation:leeuwarden
concept:reptile:tortoises
concept:island:post
concept:ceo:donald_rumsfeld
concept:bank:bain_capital
concept:country:eastern_european_nations
concept:coach:mike_locksley
concept:city:bamberg
concept:newspaper:sun_sentinel
concept:person:franco_abbiati
concept:nonprofitorganization:the_financial
concept:tradeunion:issues
concept:plant:chinar
concept:fish:catfish
concept:sportsleague:aifa
concept:room:downstairs
concept:person:aubrey_sarvis
concept:bird:lammergeyer
concept:physicalaction:cap
concept:blog:metro_new_york
concept:book:the_eternity_code
concept:city:seaside
concept:writer:hubert_selby_jr
concept:sportsteam:graduate_college
concept:website:baidu_com
concept:book:anne_of_the_island
concept:celebrity:phoebe_cates
concept:academicfield:range_science
concept:academicfield:agricultural_business
concept:governmentorganization:national_department
concept:newspaper:new_york_herald
concept:visualizablescene:goodlettsville
concept:criminal:print_icon
concept:athlete:jesse_crain
concept:city:veliko_turnovo
concept:musicartist:mannish_boys
concept:female:helena_bonham_carter
concept:city:walker
concept:book:a_princess_of_mars
concept:book:reaper_man
concept:year:n1907
concept:musicartist:snow_patrol
concept:politicsblog:franchise_business_review
concept:musicinstrument:vaccine
concept:building:years
concept:musician:midlake
concept:disease:developmental_delay
concept:food:aquitaine
concept:automobilemaker:clever
concept:city:bourbon
concept:musicalbum:december_2010
concept:disease:polio
concept:governmentorganization:nrc
concept:athlete:shawn_estes
concept:stadiumoreventvenue:cal_expo
concept:actor:jon_tenney
concept:lake:smith_mountain_lake
concept:sportsteam:culinary_institute
concept:athlete:toronto_blue_jays_additions_jason_phillips
concept:bodypart:gland
concept:conference:suka
concept:journalist:jim_nantz
concept:country:mali
concept:mountain:cascade_mountain
concept:skiarea:killington
concept:geopoliticallocation:east_anglia
concept:academicfield:human_resource
concept:room:large_veranda
concept:clothing:expensive_suit
concept:politicianus:mysql
concept:plant:hemlock
concept:clothing:sleeved_sweater
concept:aquarium:alkalinity_in_saltwater_aquarium
concept:athlete:doug_brocail
concept:governmentorganization:indian_health_service
concept:disease:addison_s_disease
concept:book:harry_potter_and_the_half_blood_prince
concept:sport:competitive_sports
concept:clothing:closed_shoes
concept:televisionstation:ktmj_ca
concept:wine:gewurtztraminer
concept:televisionstation:wutr
concept:personcanada:cacee_cobb
concept:governmentorganization:fiscal_year
concept:criminal:england_area
concept:televisionstation:kazt
concept:biotechcompany:xcel_energy
concept:drug:carbamazepine
concept:academicfield:pastoral_care_and_counseling
concept:person:jack_newton
concept:bodypart:problems
concept:visualizablething:bedroom_two
concept:organization:big_business
concept:person:tishchenko
concept:person:abbas
concept:athlete:robert_trent_jones_jr_
concept:book:swallows_and_amazons
concept:militaryconflict:operation_barbarossa
concept:species:venomous_creatures
concept:personeurope:abigail_adams
concept:magazine:n300_people
concept:city:san_bruno
concept:museum:natural_history_museum
concept:movie:wall_e
concept:room:main_living_room
concept:person:four_people
concept:recordlabel:dreamworks_skg
concept:person:ex_husband_nick_lachey
concept:bathroomitem:whirlpool
concept:academicfield:german_language_and_literature
concept:person:watson
concept:sportsteam:universidad_iberoamericana
concept:stateorprovince:southern_oregon
concept:weapon:power_reactors
concept:bird:magpies
concept:book:n5_novels
concept:sportsequipment:rim
concept:hospital:swedish_medical_center
concept:musicartist:slavery
concept:personmexico:minnesota_wild
concept:book:the_stark_munro_letters
concept:geometricshape:games
concept:bird:emperor_penguin
concept:officebuildingroom:n1212
concept:journalist:tritia_toyota
concept:geopoliticallocation:californien
concept:year:n1878
concept:country:zanzibar
concept:musicinstrument:tools
concept:drug:msm
concept:agriculturalproduct:honey
concept:country:host_country
concept:disease:heart_conditions
concept:politicianus:al
concept:athlete:kelvin_pichardo
concept:city:hudson_falls
concept:product:services_division
concept:book:king_dork
concept:book:castle_of_wizardry
concept:book:the_red_tent
concept:sport:kayaking
concept:personafrica:kevin_costner
concept:university:bombay_university
concept:race:series_race
concept:drug:pregabalin
concept:organization:boston_red_sox_organization
concept:visualizableobject:doctor
concept:coach:jake_gardiner
concept:visualizablescene:jaisalmer
concept:visualizablething:tub
concept:musician:deborah_harry
concept:sportsteam:dartmouth_big_green
concept:agriculturalproduct:ground_pepper
concept:radiostation:kmph_tv
concept:university:university_of_miami
concept:jobposition:queen
concept:musician:julius_rudel
concept:stateorprovince:eastern_illinois
concept:politicianus:bob_riley
concept:automobilemodel:elite
concept:coach:holly
concept:coach:scott_linehan
concept:room:large_studio_room
concept:televisionstation:wfsu_tv
concept:jobposition:u_s__senator
concept:person:kenneth_kaunda
concept:politicianus:david_cicilline
concept:language:polish_polish
concept:company:international_paper
concept:organization:ub
concept:animal:organisms
concept:artery:pulmonary_artery
concept:retailstore:m_s_
concept:clothing:towels
concept:placeofworship:the_hurva_synagogue
concept:musicgenre:stoner_metal
concept:automobilemaker:mg
concept:person:john_f___kerry
concept:retailstore:u_s__post_office
concept:stadiumoreventvenue:gonzaga_university
concept:company:ducati
concept:automobilemodel:isuzu_rodeo
concept:academicfield:information_engineering
concept:biotechcompany:mattel
concept:visualartist:licensing
concept:weapon:several_coal
concept:female:argus
concept:sportsteam:alfred_university
concept:jobposition:founding_partner
concept:sportsequipment:activity
concept:book:the_sorceress
concept:celebrity:brit_hume
concept:televisionstation:waxn
concept:lymphnode:nodes
concept:sportsteam:massachusetts_minutemen
concept:athlete:kip_wells
concept:river:rhine
concept:stadiumoreventvenue:atlanta_fulton_county_stadium
concept:musicalbum:lions
concept:room:one_bedroom_apartments
concept:visualartmovement:dada
concept:personafrica:weaver
concept:visualartist:michelangelo
concept:athlete:luther_head
concept:personeurope:graham_greene
concept:personus:mary_higgins_clark
concept:weapon:officer
concept:room:screen_porch
concept:stadiumoreventvenue:tacoma_dome
concept:bathroomitem:toilette
concept:book:key_of_valor
concept:transportation:orlando_international_airport
concept:musicfestival:international_conference
concept:clothing:teeshirt
concept:writer:british_author_j__k__rowling
concept:athlete:daniel_carcillo
concept:agriculturalproduct:syrup
concept:automobilemodel:freestyle
concept:website:washington_post_company
concept:personnorthamerica:audrina_patridge
concept:bakedgood:waffle
concept:bank:indusind_bank_limited
concept:journalist:michael_krikorian
concept:politicsissue:categories
concept:criminal:affiliate_sites
concept:celebrity:gerard_way
concept:jobposition:soprano
concept:sportsteam:st__joseph_s_hawks
concept:date:n1963
concept:sportsteam:citadel_bulldogs
concept:musician:philly_joe_jones
concept:stateorprovince:kn
concept:agriculturalproduct:fresh_coffee
concept:musicsong:east
concept:chemical:sodium_carbonate
concept:website:fema_gov
concept:academicfield:accommodation
concept:room:bedroom_downstairs
concept:athlete:mark_diapoules
concept:personnorthamerica:michael_bush
concept:hotel:algonquin_hotel
concept:book:young_adult
concept:radiostation:kcbx
concept:personus:thorton_wilder
concept:chemical:enzymes
concept:stateorprovince:newfoundland_newfoundland
concept:sportsteam:dixie_state_red_storm
concept:book:the_far_side_of_the_stars
concept:bakedgood:chip_cookies
concept:personcanada:monica
concept:city:enderby
concept:museum:air
concept:academicfield:evening_classes
concept:person:ron_allen
concept:book:the_lonely_londoners
concept:book:fear_and_loathing_in_las_vegas
concept:food:yogurt
concept:date:december_12
concept:personus:dave_barry
concept:profession:management_officials
concept:musician:nate_mendel
concept:food:extra_virgin
concept:geopoliticallocation:atlantic_ocean
concept:geopoliticallocation:potsdam
concept:televisionstation:ksfy
concept:male:japan
concept:city:puerto_morelos
concept:company:adobe_system
concept:color:indigo
concept:bank:standard_mail
concept:jobposition:specialist
concept:aquarium:world__some
concept:weapon:custom_gas
concept:room:one_cottage
concept:coach:darrell_royal
concept:person:datuk_lim_ah_lek
concept:wine:gewurztraminers
concept:hobby:bicycling
concept:profession:electrophysiologists
concept:room:full_size_bedroom
concept:professionalorganization:qwest_communications
concept:hotel:gold_coast_hotel
concept:river:geography
concept:politicianus:nick_smith
concept:visualizablescene:kavala
concept:landscapefeatures:banks
concept:condiment:vinaigrette
concept:disease:form
concept:mammal:snow_leopard
concept:scientificterm:riemann_integral
concept:aquarium:aquarium_kew_gardens
concept:candy:billboards
concept:stateorprovince:guangxi
concept:museum:present
concept:biotechcompany:radio_frequency_identification
concept:personus:senator_kyl
concept:academicfield:water_resources_association
concept:visualizablething:cd_player
concept:ceo:n_chandrasekaran
concept:buildingfeature:portage_lake_bridge
concept:clothing:buckles
concept:terroristorganization:task_force
concept:room:accessible_room
concept:wine:burgundy
concept:governmentorganization:republican_national_committee
concept:product:shop
concept:musicartist:bon_jovi
concept:economicsector:executive_management
concept:room:main_floor_bedrooms
concept:transportation:direct_flights
concept:sportsleague:american_hockey_league
concept:book:the_mysteries_of_udolpho
concept:landscapefeatures:headquarters
concept:televisionshow:public_meetings
concept:athlete:shaq_o_neal
concept:book:the_voyage_out
concept:clothing:protective_clothing
concept:writer:ned_vizzini
concept:sportsteamposition:ground
concept:transportation:hallandale_beach
concept:person:karla_devito
concept:actor:pen_lope_cruz
concept:radiostation:kuhf
concept:writer:john_f__burns
concept:person:bruce_crampton
concept:athlete:michael_dunn
concept:attraction:ellis_island_immigration_museum
concept:agriculturalproduct:mustard
concept:newspaper:hispania_news
concept:athlete:billie_jean_king
concept:arachnid:poisonous_arachnids
concept:ceo:janet_l__robinson
concept:journalist:mike_jensen
concept:writer:richard_matheson
concept:academicfield:art_therapy
concept:book:gingham_bride
concept:person:tori_spelling
concept:buildingmaterial:sand
concept:personeurope:lemony_snicket
concept:politicalparty:marvel_studios
concept:software:adobe_acrobat_reader_software
concept:person:winthrop_sergeant
concept:landscapefeatures:bathroom
concept:city:sharon
concept:politicsissue:merchant
concept:invertebrate:juglines
concept:person:daniel_pipes
concept:retailstore:wal_mart_stores
concept:city:north_andover
concept:female:linda_hogan
concept:company:gm_europe
concept:arthropod:housefly
concept:clothing:frock_coat
concept:visualizablething:temple_terrace
concept:stadiumoreventvenue:the_glen
concept:musicartist:dolls
concept:invertebrate:shells
concept:room:ground_floor_bedrooms
concept:male:john_derek
concept:company:quigo
concept:comedian:greg_wise
concept:director:rian_johnson
concept:sportsteam:diamondbacks
concept:invertebrate:individuals
concept:automobilemodel:fiesta
concept:winery:ravenswood_winery
concept:transportation:train
concept:politicianus:republican_bush
concept:newspaper:sculpture_magazine
concept:eventoutcome:u_s__contact
concept:celebrity:ali_landry
concept:product:phablet
concept:musicartist:roxy_music
concept:retailstore:kings
concept:bodypart:pulmonary_circulation
concept:journalist:mark_kiszla
concept:officebuildingroom:two_guest_bedrooms
concept:writer:ayn_rand
concept:sportsteam:newsletters
concept:radiostation:klos
concept:drug:diazepam
concept:sportsequipment:apparel
concept:personus:ernie_banks
concept:personsouthamerica:genghis
concept:city:bladensburg
concept:economicsector:publishing
concept:geopoliticallocation:sardinia
concept:park:clapham_common
concept:musicalbum:four_days
concept:musician:yo_yo_ma
concept:airport:atlanta_international
concept:politicaloffice:house_speaker
concept:cognitiveactions:this_project
concept:food:seedpods
concept:writer:shusaku_endo
concept:magazine:washington_monthly
concept:movie:the_unbearable_lightness_of_being
concept:clothing:wig
concept:mammal:humans
concept:bank:ge_capital
concept:writer:royall_tyler
concept:bakedgood:apple_cake
concept:hotel:ritz_carlton
concept:city:mayfield
concept:academicfield:analytical_chemistry
concept:sportsteam:wizards_charlotte_bobcats__7_44
concept:port:port_au_prince
concept:personaustralia:tom_rob_smith
concept:book:mirror_mirror
concept:terroristorganization:peace
concept:room:master_loft_bedroom
concept:writer:scott_sigler
concept:academicfield:curriculum
concept:food:bright_red_fruits
concept:weapon:megawatt_gas
concept:journalist:lisa_olson
concept:sportsgame:quarterfinals
concept:city:west_yellowstone
concept:city:major_american_city
concept:hobby:outdoor_activities
concept:visualizablescene:defuniak_springs
concept:color:flower
concept:room:large_living_dining_room
concept:scientificterm:svm_optimality_conditions
concept:politicianus:jim_nussle
concept:island:allen
concept:transportation:flights
concept:person:the_groom
concept:musicartist:w_a_s_p_
concept:organization:history_channel
concept:ceo:brad_smith
concept:city:cedar_rapids_iowa_city
concept:nonneginteger:n6152
concept:park:gramercy_park
concept:academicfield:additional_studies
concept:sportsteam:john_f__kennedy_university
concept:university:fiu
concept:county:commack
concept:hotel:comfort_inn_north_york
concept:journalist:rob_pegoraro
concept:organization:bmw_group
concept:radiostation:wkdu
concept:victim:two_persons
concept:visualizablething:manual
concept:charactertrait:organisation
concept:city:fairbanks
concept:farm:knott_s_berry_farm
concept:celebrity:neal
concept:politicianus:andy_stern
concept:city:dundee
concept:nut:sesame_seeds
concept:musicalbum:protection
concept:televisionstation:kxmc_tv
concept:musician:dionne_warwick
concept:bakedgood:peach_pie
concept:professionalorganization:indian_child_welfare_association
concept:medicalprocedure:kidney_failure
concept:jobposition:licensed_acupuncturist
concept:game:team_plays
concept:personus:jeffrey_goldberg
concept:athlete:samuel_deduno
concept:person:richard_goldstone
concept:sportsteam:northeastern_university
concept:shoppingmall:potsdamer_platz_arkaden
concept:movie:dangerous_liaisons
concept:terroristorganization:army_air_corps
concept:politicianus:snowe
concept:drug:cyclophosphamide
concept:athlete:trent_jones
concept:musicsong:plan
concept:caf_:starbucks_coffee_company
concept:website:news
concept:academicfield:russian
concept:website:google_rank_websites
concept:website:spirit
concept:book:faceless_killers
concept:person:jurgen_klinsmann
concept:ceo:percy_barnevik
concept:visualartform:artist
concept:academicfield:information_management
concept:park:interbay
concept:company:lockheed
concept:clothing:golf_caps
concept:personnorthamerica:persian_gulf
concept:stadiumoreventvenue:america_west_arena
concept:governmentorganization:nrcs
concept:jobposition:longtime_vice
concept:musician:harrison
concept:person:albert_hessberg_ii
concept:mlmetric:existence
concept:city:spokane
concept:clothing:nightgown
concept:country:british_indian_ocean_territory
concept:transportation:priority
concept:geopoliticalorganization:irondequoit
concept:plant:coniferous_trees
concept:hotel:intercontinental_century_city
concept:politician:president_william_clinton
concept:person:siobhan_hutcheon
concept:crimeorcharge:malice_aforethought
concept:hotel:morgans
concept:personasia:albert_pujols
concept:date:thanksgiving
concept:athlete:ronny_turiaf
concept:journalist:jay_fitzgerald
concept:politician:sen_mccain
concept:conference:tgis
concept:geopoliticallocation:sports
concept:person:rich
concept:televisionstation:wwltv
concept:writer:kelley_armstrong
concept:female:courteney_cox
concept:coach:steven_stamkos
concept:coach:adam_young
concept:company:rocafella
concept:condiment:teriyaki_sauce
concept:politicianus:john_hickenlooper
concept:geopoliticallocation:whitesboro
concept:book:kiss_the_girls
concept:academicfield:industrial_psychology
concept:movie:blind_side
concept:bodypart:synapses
concept:lymphnode:lymph
concept:movie:cuckoo_s_nest
concept:agriculturalproduct:rosemary_leaves
concept:weapon:chemical_weapons
concept:company:mary_kay
concept:director:fritz_lang
concept:magazine:n150_000_people
concept:politician:gordon_brown
concept:sport:diving
concept:athlete:bryan_morris
concept:agriculturalproduct:milk_products
concept:coach:bill_mccartney
concept:animal:adult_beetles
concept:animal:ectoparasites
concept:weapon:small_black_handgun
concept:profession:chiefs
concept:weapon:n60_rockets
concept:musicartist:blue_highway
concept:personcanada:james_mullen
concept:transportation:u_s_p_s__priority_mail
concept:company:bodog
concept:coach:height
concept:athlete:kazuo_matsui
concept:weatherphenomenon:stone_tavern
concept:hobby:travel
concept:politicalparty:foreign_relations_committee
concept:athlete:lindsay_davenport
concept:agriculturalproduct:red_cabbage
concept:university:loyola_marymount_university
concept:person:eleanor
concept:food:pepper_seasoning
concept:personafrica:paul_watson
concept:weapon:hand_gun
concept:female:katherine_lanasa
concept:park:madison_square_park_conservancy
concept:fish:doubleheader
concept:placeofworship:east_ham_baptist_church
concept:personus:carlos_delfino
concept:politicianus:jon_corzine
concept:automobilemodel:civic
concept:celebrity:allen_ginsburg
concept:writer:british_author_j_k__rowling
concept:politician:republican_candidate_john_mccain
concept:personnorthamerica:felicity_huffman
concept:athlete:justin_peters
concept:biotechcompany:gilead
concept:bakedgood:homemade_cake
concept:athlete:new_york_yankees_catchers_jorge_posada
concept:sportsteam:lee_flames
concept:company:monster_com
concept:island:joint_chiefs
concept:athlete:joselo_diaz
concept:visualizablething:tripod
concept:plant:water_oaks
concept:awardtrophytournament:stanley_cups
concept:book:whirligig
concept:city:east_bay
concept:sportsteam:catholic_university
concept:academicfield:speech_communications
concept:plant:dozen
concept:comedian:gregg_allman
concept:personeurope:russell_banks
concept:blog:www_benoithuot_com_sthash_1kydx5zg_dpuf
concept:roadaccidentevent:dubai_bus_crash_kills_15_asian_workers
concept:coach:red_blaik
concept:televisionstation:wish_tv
concept:city:john
concept:stateorprovince:andaman_and_nicobar_islands
concept:clothing:bag
concept:stadiumoreventvenue:autozone_park
concept:sportsteam:montreal_maroons
concept:personcanada:ken_belson
concept:musicartist:soft_machine
concept:profession:sales
concept:artery:artery_occlusion
concept:plant:giant_redwood
concept:website:akron_beacon_journal
concept:athlete:chad_paronto
concept:company:solid_information_technology
concept:city:grinnell
concept:musicartist:oasis
concept:celebrity:jenna
concept:sportsteam:new_york_bobcats
concept:musicartist:pantera
concept:date:n1965
concept:city:major_city
concept:writer:edgar_wallace
concept:aquarium:frankfurt_aquarium
concept:journalist:dan_wetzel
concept:criminal:jail
concept:comedian:gary_louris
concept:athlete:otto_graham
concept:politicianus:mark_warner
concept:monarch:sir_walter_raleigh
concept:person:lang_cheng
concept:company:luxair
concept:athlete:favre
concept:geolocatablething:aleppo_university
concept:personus:william_h
concept:geopoliticallocation:sudan
concept:company:united_healthcare
concept:person:crew
concept:sportsgame:world_cup
concept:airport:mcghee_tyson_airport
concept:book:great
concept:writer:alexandre_dumas_p_re
concept:athlete:tom_hall
concept:athlete:brian_rafalski
concept:coach:dusty_hughes
concept:celebrity:patsy_kensit
file:///home/kristiannj/Downloads/NELL/28
concept:academicfield:earth_science
concept:male:michelle_williams
concept:person:ted_arison
concept:writer:frank_miller
concept:weatherphenomenon:cape
concept:televisionstation:wvbt
concept:musicartist:king_diamond
concept:televisionstation:ktxs_tv
concept:sportsgame:division_series
concept:visualizableobject:fettuccini_pasta
concept:city:la_vista
concept:book:sleepovers
concept:politicalparty:metropolitan_transportation_authority
concept:company:surfer
concept:politicianus:democratic_presidential_candidate_barack_obama
concept:actor:alan_arkin
concept:weapon:nitro_gas
concept:island:water_distribution
concept:shoppingmall:fort_polk
concept:wine:malbec
concept:city:auvergne
concept:wine:chasselas
concept:programminglanguage:project
concept:coach:byron_scott
concept:consumerelectronicitem:phase
concept:bathroomitem:rainshower
concept:publication:mirror_report
concept:visualizablescene:barrington
concept:landscapefeatures:hillsides
concept:person:corey_bohan
concept:visualizablething:twin_rooms
concept:perceptionaction:colleague
concept:aquarium:dallas_aquarium
concept:visualartist:shelbourne_hotel
concept:hotel:best_western_executive_inn
concept:journalist:randall_stross
concept:sportsteam:palmeiras
concept:sportsgame:n1958_world_series
concept:geopoliticallocation:eskimo_point
concept:journalist:chet_huntley
concept:scientificterm:hidden_markov_models
concept:televisionstation:weyi
concept:personnorthamerica:michelle_bachmann
concept:visualartist:sullivan
concept:room:living_area
concept:website:the_jerusalem_post
concept:bakedgood:banana_cheesecake
concept:transportation:usps_regular_mail
concept:journalist:nicholas_kristof
concept:newspaper:post_gazette
concept:attraction:midway
concept:buildingfeature:virtual_doors
concept:book:outer_banks
concept:book:the_savage_detectives
concept:beverage:seltzer_water
concept:personafrica:michael_d__eisner
concept:county:erie_county
concept:park:alamo_square
concept:product:tegra_k1
concept:personsouthamerica:andres_escobar
concept:newspaper:sun
concept:agriculturalproduct:leaf_lettuce
concept:geopoliticallocation:new_mexico_state
concept:bakedgood:sugar_cookies
concept:winery:indian_wells
concept:person:travolta
concept:sportsteamposition:attack
concept:journalist:cliff_kincaid
concept:geopoliticalorganization:shasta_lake
concept:athlete:jordan_caron
concept:clothing:polo_shirts
concept:mountain:grand_teton
concept:city:santiago
concept:county:fincastle
concept:coach:brian_harrison
concept:videogamesystem:atari_jaguar
concept:food:raspberry
concept:personafrica:richard_taylor
concept:stadiumoreventvenue:sprint_center
concept:beverage:seltzer
concept:director:andrew_stanton
concept:nongovorganization:board_committee
concept:personeurope:george_r__stewart
concept:personeurope:martin
concept:musician:torquil_campbell
concept:personus:president_bartlet
concept:city:butler
concept:person:marvin_menzies
concept:athlete:jamey_wright
concept:professionalorganization:n300_000_americans
concept:televisionstation:kctv_tv
concept:athlete:tim_howard
concept:writer:edward_p__jones
concept:mammal:rabbits
concept:awardtrophytournament:prize_money
concept:product:macintosh
concept:personus:albert_einstein
concept:televisionstation:wunm_tv
concept:language:romanian
concept:professionalorganization:americans_3_1
concept:writer:nawal_el_saadawi
concept:weatherphenomenon:positions
concept:televisionstation:wuhf_tv
concept:landscapefeatures:scenery
concept:stadiumoreventvenue:lake_olmstead_stadium
concept:geopoliticallocation:dakota_state
concept:athlete:joe_haden
concept:room:outdoor_patio
concept:radiostation:wabc
concept:city:roanoke
concept:drug:leponex
concept:person:cornelius_vander_starr
concept:mammal:wild_cats
concept:city:cebu_city
concept:arthropod:files
concept:profession:million_domestic_passengers
concept:furniture:chairs
concept:book:abarat
concept:jobposition:barbara_gayle_vice
concept:personus:peter_gammons
concept:academicfield:macroeconomics
concept:dateliteral:n2006
concept:weapon:modern_rifles
concept:room:main_bedroom_area
concept:drug:pacerone
concept:musician:michael_wolff
concept:terroristorganization:base
concept:governmentorganization:ita
concept:wine:beaujolais
concept:planet:hurricanes
concept:politicalparty:national_party
concept:blog:national_geographic_channel
concept:athlete:jimmy_howard
concept:city:wuchang
concept:bone:structures
concept:athlete:kimberly
concept:city:maple_shade
concept:aquarium:of_aquarium_oceanic
concept:politicalparty:tea_party
concept:zipcode:n33701
concept:sportsteam:imperial_college
concept:person:ramesses
concept:sportsteam:talladega_college_tornadoes
concept:beverage:milk
concept:personus:brian_bannister
concept:visualizablething:friendly_water
concept:plant:orchards
concept:book:the_grapes_of_wrath
concept:visualizablething:easel
concept:female:dr__johnson
concept:stadiumoreventvenue:blossom_music_center
concept:disease:alopecia_areata
concept:city:toluca
concept:female:mia_hamm
concept:company:parker_hannifin
concept:stadiumoreventvenue:lucas_oil_raceway
concept:plant:elm_trees
concept:profession:taxpayers
concept:country:foreign_countries
concept:drug:nsaids_
concept:disease:mouse_muscle_cancer
concept:city:mililani
concept:movie:mash
concept:videogamesystem:master_system
concept:personus:phil_lewis
concept:visualizablescene:geneve
concept:company:under_armour_a
concept:ceo:scott_mcnealy
concept:scientist:william_arkin
concept:currency:bills
concept:movie:midnight_meat_train
concept:movie:xxx
concept:personus:pythagoras
concept:stadiumoreventvenue:cruzan_amphitheatre
concept:athlete:luther_hackman
concept:programminglanguage:resume
concept:monument:various_times
concept:mldataset:n35
concept:professionalorganization:food_and_drug_administration
concept:person:lao_tzu
concept:city:saumur
concept:aquarium:ft__worth_zoo_and_aquarium
concept:airport:tocumen_international
concept:weapon:gas_oil
concept:musician:steve_stevens
concept:male:danny_devito
concept:jobposition:construction_manager
concept:date:n1_p_m__wednesday
concept:clothing:pull
concept:chemical:nuke
concept:book:artists
concept:drug:hydrocortisone
concept:placeofworship:banteay_srei
concept:athlete:steve_yzerman
concept:animal:pelagic_fishes
concept:musicartist:whitney_houston
concept:visualizablescene:kano
concept:university:ain_shams_university
concept:disease:brucellosis
concept:mountain:taum_sauk_mountain
concept:female:joel_madden
concept:country:uk__japan
concept:televisionstation:kcpq
concept:televisionstation:wmeb_tv
concept:bathroomitem:toilets
concept:artery:neck_artery
concept:room:open_loft_bedroom
concept:visualizablescene:niantic
concept:chemical:mercury
concept:governmentorganization:results
concept:scientist:henrik_ibsen
concept:sportsteam:oklahoma_st__cowboys
concept:academicfield:speech_communication
concept:person:george
concept:coach:john_mcgraw
concept:televisionstation:wpbt_tv
concept:person:gail
concept:food:great_wines
concept:sportsleague:usl_premier_development_league
concept:clothing:wraps
concept:bird:limpkin
concept:book:the_partner
concept:person:graydon_carter
concept:book:great_expectations
concept:musicalbum:take_two
concept:landscapefeatures:bridges
concept:weapon:long_guns
concept:bacteria:wri
concept:visualartist:william_hogarth
concept:athlete:jamie_vermilyea
concept:person:fonda
concept:celebrity:shane_mcgowan
concept:person:heather_christie
concept:athlete:hasim_rahman
concept:ceo:carriage
concept:scientist:pizza
concept:book:the_red_badge_of_courage
concept:drug:skelaxin
concept:male:john_stamos
concept:country:the_seychelles
concept:location:indian_hills
concept:airport:cherry_capital
concept:buildingmaterial:filigree
concept:sportsteam:s__mississippi_golden_eagles
concept:bakedgood:chocolate_chip_cookies
concept:automobilemaker:ferrari
concept:bodypart:healthy_skin
concept:person:catherine_bosley
concept:bacteria:burkholderia_pseudomallei
concept:writer:edwin_o_connor
concept:language:japanese
concept:stadiumoreventvenue:rbc_center
concept:weapon:two_missiles
concept:male:unity_barack_obama
concept:time:n7_9_p_m_
concept:company:nestle
concept:skiarea:activities
concept:personcanada:richie_sambora
concept:bakedgood:donuts
concept:room:additional_sleeping_area
concept:agriculturalproduct:casserole
concept:stadiumoreventvenue:von_braun_center
concept:book:against_the_grain
concept:agriculturalproduct:fresh_lemon_juice
concept:agriculturalproduct:red_wine
concept:buildingfeature:mirrors
concept:bank:indusind_bank
concept:room:king_size_bedroom
concept:visualizablescene:tri_state_area
concept:clothing:wrap_dress
concept:recordlabel:roc_a_fella_records
concept:profession:landlords
concept:geopoliticallocation:thornton
concept:muscle:elbow
concept:ceo:charles_wang
concept:politicsbill:educational_rights_and_privacy_act
concept:physiologicalcondition:abscesses
concept:book:la_reine_margot
concept:profession:aides
concept:book:high_rise
concept:park:bow_church
concept:writer:kathryn_stockett
concept:insect:hawkmoths
concept:personafrica:adam_mckay
concept:radiostation:wbur
concept:visualizablething:valparaiso
concept:athlete:ross_detwiler
concept:book:all_the_possibilities
concept:wine:johannisberg_riesling
concept:ceo:andrew_liveris
concept:athlete:chris_narveson
concept:book:something_fresh
concept:vehicle:research
concept:athlete:bryan_bullington
concept:fish:cutthroat_trout
concept:aquarium:ocean_journey
concept:skyscraper:flatiron_building
concept:nonneginteger:n31
concept:food:thigh_meat
concept:movie:titanic
concept:profession:curriculum
concept:drug:adrenalin
concept:bacteria:borrelia_recurrentis
concept:athlete:cj_miles
concept:retailstore:ikea
concept:language:mandarin_chinese
concept:automobilemodel:super_duty_f_450_drw
concept:book:kindred
concept:biotechcompany:lorex_pharmaceuticals
concept:writer:lev_21_24_and_moses
concept:sportsteam:wildcats
concept:geopoliticallocation:kisumu
concept:writer:c_s__lewis
concept:room:gulf_front
concept:actor:kian_egan
concept:room:lounge_dining_area
concept:university:madison
concept:country:syrian_arab_republic
concept:city:holmes_beach
concept:officebuildingroom:comfortable_suites
concept:university:unilever
concept:clothing:turtle_necks
concept:location:one_bedroom_condos
concept:politicianus:david_minge
concept:musicartist:alice_cooper
concept:university:state_college
concept:female:karzai
concept:person:richard
concept:female:rene_russo
concept:visualizablething:aalst
concept:athlete:jason_jaramillo
concept:chemical:starches
concept:company:disney_feature_animation
concept:clothing:jeans
concept:city:mckinleyville
concept:journalist:john_schwartz
concept:musicartist:depeche_mode
concept:videogame:dragon_quest_8
concept:disease:inflammatory_bowel_disease
concept:politicianus:plus
concept:stadiumoreventvenue:allianz_arena
concept:company:new_york_times_business
concept:room:bedroom_unit
concept:weapon:projectiles
concept:city:franklin_park
concept:magazine:harper_bazaar
concept:professor:david_crabtree
concept:beverage:fer
concept:actor:chris_tucker
concept:politicianus:woodrow_wilson
concept:book:ironman
concept:disease:syndrome_increases
concept:academicfield:criminal_justice_administration
concept:river:indus
concept:musicartist:newsong
concept:profession:post_reporters
concept:televisionstation:trial
concept:personnorthamerica:ryan_phillippe
concept:insect:excellent_fly
concept:book:the_tales_of_beedle_the_bard
concept:drug:trileptal
concept:male:thomas_harris
concept:book:my_name_is_red
concept:sportsteam:new_orleans_jazz
concept:book:perfume
concept:athlete:casey_janssen
concept:aquarium:cheap_lizard_aquarium
concept:jobposition:major_supporter
concept:city:kona
concept:athlete:josh_gorges
concept:stadiumoreventvenue:keyspan_park
concept:athlete:mark_streit
concept:visualizableattribute:fluorescent
concept:scientist:hugh_hefner
concept:sportsleague:xsl
concept:port:grimsby
concept:island:procedures
concept:profession:staff_member
concept:astronaut:major
concept:biotechcompany:xto_energy
concept:sportsteam:umass_lowell_river_hawks
concept:sportsteam:beloved_cubs
concept:braintissue:parietal_lobe
concept:room:extra_large_bedroom
concept:consumerelectronicitem:workshop
concept:building:expensive_place
concept:city:kuujjuarapik
concept:stadiumoreventvenue:allstate_arena
concept:plant:nasturtium
concept:athlete:jeremy_roenick
concept:book:bedtime_stories_a_collection_of_erotic
concept:attraction:london_county_hall
concept:athlete:mike_carp
concept:clothing:waist_pants
concept:beverage:privacy
concept:weapon:sword_for_sale
concept:televisionstation:wdbd_tv
concept:ceo:business_contact
concept:weapon:command_missile
concept:disease:disabilities_face
concept:celebrity:carey_lowell
concept:city:honiara
concept:beverage:club_soda
concept:city:varanasi
concept:male:mazda
concept:radiostation:kxjz
concept:retailstore:kentucky_fried_chicken
concept:book:notes_from_underground
concept:politicianus:john_baldacci
concept:person:kutcher
concept:personnorthamerica:steven_spielberg
concept:bodypart:knees
concept:musicalbum:wilderness
concept:buildingmaterial:iron
concept:bacteria:clostridium_botulinum
concept:retailstore:sirius
concept:athlete:michael_beasley
concept:personus:john_lee_hooker
concept:sportsteam:old_dominion_university
concept:musician:ronnie_earl
concept:website:the_post_standard
concept:athlete:kim_clijsters
concept:geopoliticalorganization:african_markets
concept:sport:football
concept:athlete:carl_hubbell
concept:academicfield:international_business
concept:musicsong:toast
concept:newspaper:york_times_front_page
concept:athlete:darrelle_revis
concept:stadiumoreventvenue:agora_theatre
concept:city:lathrop
concept:televisionstation:ksce
concept:actor:emily_blunt
concept:city:waianae
concept:sportsteam:fairfield_stags
concept:organization:chivas
concept:musicalbum:technology
concept:televisionstation:kdsm_tv
concept:televisionstation:ktre
concept:weapon:anti_ship_missile
concept:musicalbum:standards
concept:geometricshape:problems
concept:scientist:joseph_saxton
concept:governmentorganization:energy_office
concept:musicartist:ben_gibbard
concept:city:rabaul
concept:company:twitter_want
concept:visualizablescene:miami_shores
concept:victim:state_students
concept:person:robert_m___flowers
concept:drug:zemplar
concept:mlmetric:bench
concept:writer:j_g__farrell
concept:male:tim_burgess
concept:celebrity:jackie_stewart
concept:officebuildingroom:first_master_bedroom
concept:sportsequipment:golf_shoes
concept:plant:red_blossoms
concept:personus:justin_speier
concept:governmentorganization:california_energy_commission
concept:writer:whyte
concept:magazine:album_charts
concept:city:port_harcourt
concept:musician:ian_curtis
concept:person:n14_others
concept:company:prothom_alo
concept:stadiumoreventvenue:michigan_international_speedway
concept:personnorthamerica:scott_shane
concept:sportsteam:new_mexico_st__aggies
concept:sportsteam:syracuse_orangemen
concept:profession:support_personnel
concept:governmentorganization:opm
concept:location:industrial_stadium
concept:governmentorganization:national_credit_union_administration
concept:city:bainbridge
concept:officebuildingroom:standard_double_rooms
concept:book:breakfast_in_bed
concept:televisionstation:kcbs
concept:personnorthamerica:chat
concept:landscapefeatures:weekend
concept:stateorprovince:basel_landschaft
concept:televisionstation:ktmo_lp
concept:visualizablething:summerfield
concept:hotel:westin_los_angeles_airport
concept:agriculturalproduct:vitamin
concept:musicalbum:vanishing_point
concept:person:sidney_blumenthal
concept:televisionstation:wyle
concept:athlete:j_j__hickson
concept:aquarium:dry_rock_for_saltwater_aquarium
concept:sport:major_hockey
concept:televisionstation:kfqx
concept:book:good_blood
concept:newspaper:the_daily_mirror
concept:city:dunedin
concept:scientist:matti_viitanen
concept:museum:national_gallery
concept:athlete:dan_serafini
concept:museum:heritage_square_museum
concept:city:riviera_beach
concept:ceo:barry_diller
concept:televisionstation:waiq
concept:clothing:flowy_skirt
concept:sportsteam:lipscomb_bisons
concept:criminal:articles_search_engine_optimization
concept:retailstore:conagra
concept:biotechcompany:santen
concept:bathroomitem:pedestal_sink
concept:automobilemaker:products
concept:agriculturalproduct:insides
concept:athlete:domenik_hixon
concept:person:auden
concept:city:laval
concept:sportsteam:immaculata
concept:agriculturalproduct:images
concept:company:informatica
concept:personnorthamerica:antonio_bandaras
concept:geopoliticalorganization:la
concept:ceo:service
concept:building:az
concept:city:fort
concept:musicgenre:irish_punk
