concept:sportfansincountry
concept:countryisthehomeofsportsteam
concept:inverseofcolorassociatedwithvisualizableattribut
concept:cityhotels
concept:farmlocatedinstate
concept:trophywonbyteam
concept:magnitudeofearthquaque
concept:companyproducesvideogamesystem
concept:productofproductlaunch
concept:locationofpersondeath
concept:languageofsportsgame
concept:inverseofbeveragecontainsprotein
concept:conferencessuchasconferences
concept:synonymfor
concept:protesthadweapon
concept:locationofroadaccident
concept:agenthaswebsite
concept:agriculturalproductcamefromcountry
concept:animalsuchasmollusk
concept:clothmadeofplant
concept:topmemberoforganization
concept:ageofperson
concept:hasofficeincountry
concept:isoneoccurrenceof
concept:vehicleistypeofvehicle
concept:roomcancontainitem
concept:agriculturalproductgrowninlandscapefeatures
concept:hasspouse
concept:inverseofathleteinjuredhisbodypart
concept:inverseofautomobilemakerdealersincity
concept:numberofinjuredinbombing
concept:animalssuchasmammals
concept:inverseofinvertebratefeedonfood
concept:hasfamilymember
concept:stateorprovinceattainstrainstation
concept:agriculturalproductcomingfromvertebrate
concept:inverseofstadiumoreventvenuedisclosescompany
concept:citysportsteams
concept:inverseofprofessionssuchasprofessions
concept:personhasage
concept:vegetableproductioninstateorprovince
concept:inverseofhotelbuiltatpark
concept:dateofpersondeath
concept:earthquakehadepicenter
concept:wineryatfarm
concept:citylocatedinstate
concept:inverseofvegetableproductioninstateorprovince
concept:actorofprotest
concept:winneringame
concept:physiologicalconditionpossiblytreatedbydrug
concept:inverseofarthropodlooklikeinsect
concept:cityparks
concept:organizationhasbuilding
concept:inverseofbankchiefexecutiveceo
concept:plantgrowinginplant
concept:animaleatvegetable
concept:academicfieldusedinjobposition
concept:comediancanbethesameasmale
concept:agriculturalproductcookedwithagriculturalproduct
concept:inverseofarthropodandotherarthropod
concept:leaguestadiums
concept:politicianrepresentslocation
concept:agentcreatedorganization
concept:inverseofbankboughtbank
concept:lakeinstate
concept:videogamessuchasvideogames
concept:professionactsatthesameareaofpoliticissue
concept:sisterof
concept:locationinzipcode
concept:bodypartcontainsbodypart
concept:placeofworshippracticesreligion
concept:persongraduatedfromuniversity
concept:coachesteam
concept:inverseofagriculturalproducttoattractinsect
concept:countrylocatedingeopoliticallocation
concept:personattendsschool
concept:arthropodcanbeveryirritatingtomammal
concept:meetingeventtitleinbuilding
concept:emotionassociatedwithdisease
concept:hassister
concept:inverseofplantincludeplant
concept:personhasresidenceinstateorprovince
concept:celebritycanbethesameasceo
concept:sideeffectcausedbydrug
concept:athleteplaysforteam
concept:inverseofarchitectssuchasarchitects
concept:locationofearthquake
concept:eventhasparticipantagent
concept:inverseofathleteledsportsteam
concept:ismultipleof
concept:inverseofbuildingfeaturebuiltabovelak
concept:musicfestivalssuchasmusicfestivals
concept:inverseofwineryatfarm
concept:producedby
concept:vegetableisproducedatcountry
concept:inverseofastronautsuchasastronaut
concept:countryhascitizen
concept:universityhasacademicprogram
concept:victiminprotest
concept:attractionofcity
concept:academicfieldsuchasacademicfield
concept:inverseofmammalinducesemotion
concept:newpaperhaswebsite
concept:athleteplayedforschool
concept:organizationcreatedatdate
concept:organizationhasagent
concept:companyhasshareholder
concept:protestinjured
concept:agentcollaborateswithagent
concept:inverseofarterycalledartery
concept:sportsgamesport
concept:visualartformartist
concept:beveragecontainsprotein
concept:roadaccidenteventtime
concept:cityaquariums
concept:damagedinearthquake
concept:musclelocatedinbodypart
concept:personhasreligion
concept:inverseofbeveragemadefrombeverage
concept:clothingmadefromplant
concept:professiontypehasprofession
concept:inverseofcompanyproducesvideogamesystem
concept:inverseofcountriessuchascountries
concept:organizationhastopmember
concept:cityofpersondeath
concept:athletefracturedbone
concept:musicianinmusicartist
concept:agentstudiesphysiologicalcondition
concept:bacteriacancauseillnessfromfood
concept:athletehomestadium
concept:chemicaltypehaschemical
concept:bankboughtbank
concept:islandhasskiarea
concept:hassibling
concept:religionusesplaceofworship
concept:agriculturalproductincludingagriculturalproduct
concept:thinghasshape
concept:competitorofproductlaunch
concept:roadaccidentinjurednumber
concept:actorsuchasactor
concept:personhiredbyorganization
concept:earthquakecasualtiesnumber
concept:inverseofmusicgenressuchasmusicgenres
concept:sportsteampositionforsport
concept:victiminbombing
concept:scoreofsportsgame
concept:personleadsorganization
concept:roadaccidenthadreason
concept:politicianuswenttoschool
concept:cafeservescoffeedrink
concept:instrumentplayedbymusician
concept:locationofpersonbirth
concept:subfieldofacademicfield
concept:arterycalledartery
concept:sportusesequipment
concept:inverseofgrainusedtomakecandy
concept:mlsoftwareauthor
concept:inverseoffoodcancausedisease
concept:bombingcommentedby
concept:animalpredators
concept:inverseofbakedgoodservedwithbeverage
concept:weaponssuchasweapons
concept:motherofperson
concept:bombingkilled
concept:stateorprovinceisborderedbystateorprovince
concept:meetingeventtitlehasmeetingeventtype
concept:politicsbillconcernsissue
concept:coachalsoknownas
concept:musicianplaysinstrument
concept:losingscoreofsportsgame
concept:athletewinsawardtrophytournament
concept:stadiumhometoleague
concept:personhasethnicity
concept:athletebeatathlete
concept:countryofpersonbirth
concept:productinstanceof
concept:istallerthan
concept:skyscrapercontainsrestaurant
concept:inverseofpersonmovedtostateorprovince
concept:inverseofamphibiansuchasamphibian
concept:buildinghasofficebuildingroom
concept:ownedbyagent
concept:inverseoflanguagespokenatisland
concept:inverseofislandhasskiarea
concept:arachnidiseatenbybird
concept:newspaperincity
concept:priceofproductlaunch
concept:earthquakedamaged
concept:religionssuchasreligions
concept:officeheldbypoliticianus
concept:buildingfeaturemadefrombuildingmaterial
concept:attractionbefallincity
concept:criminalarrestedincountry
concept:inverseofawardtrophytournamentisthechampionshipgameofthenationalsport
concept:agriculturalproductproducedbyfarm
concept:academicfieldhasperson
concept:mlareaexpert
concept:agentworkedondrug
concept:countrylanguage
concept:epicenterofearthquake
concept:inverseofanimalsuchasinvertebrate
concept:statelocatedincountry
concept:inverseofsportschoolincountry
concept:organizationhasofficialwebsite
concept:citytelevisionstation
concept:dateoforganizationcreation
concept:inverseofaquariumsuchasaquarium
concept:geopoliticallocationcontainscity
concept:agentcontrols
concept:birdmayconsumeprotein
concept:directordirectedmovie
concept:bakedgoodservedwithbeverage
concept:persondiedatage
concept:sourceofearthquake
concept:productinstances
concept:countrycurrency
concept:automobilemakerdealersincity
concept:teamcoach
concept:economicsectorhasperson
concept:magazineisleadbyceo
concept:dateofsportsgame
concept:brotherof
concept:wineryproduceswine
concept:objectcontainsobject
concept:proxyfor
concept:teamalsoknownas
concept:personchargedwithcrime
concept:colorassociatedwithvisualizableattribute
concept:companiesheadquarteredhere
concept:inverseofsoftwareprogrammedinprogramminglanguage
concept:bakegoodistypicalincountry
concept:cityrestaurants
concept:teamplaysagainstteam
concept:inverseofarthropodcalledarthropod
concept:musicalartisthadapetanimal
concept:sportsteampositionreceivedathlete
concept:locatedat
concept:televisionstationaffiliatedwith
concept:leaguecoaches
concept:arthropodbesometimesconfusewithinsect
concept:animalsuchasinvertebrate
concept:inverseofanimaleatvegetable
concept:productlauchcompetingcompany
concept:buildinghostsmeetingeventtitle
concept:universityincity
concept:animalsuchasinsect
concept:meetingeventtitleatdate
concept:politicsbillsponsoredbypoliticianus
concept:cityattractions
concept:roadaccidentcasualtiesnumber
concept:companyalsoknownas
concept:sportsgamescore
concept:inverseofmoviessuchasmovies
concept:inverseofagriculturalproductgrowinginstateorprovince
concept:issueofpoliticsbill
concept:inverseofautomobileenginesuchasautomobileengine
concept:toolusedbyprofession
concept:personbelongstoorganization
concept:wascollidedin
concept:personhasjobposition
concept:softwareisprogrammedinprogramminglanguage
concept:fishservedwithfood
concept:inverseofinsecteatsgrain
concept:actorcanbethesameasathlete
concept:inverseofagriculturalproductcontainchemical
concept:academicfieldconcernssubject
concept:commentatorofprotest
concept:cityradiostation
concept:airportincity
concept:cityleadbyperson
concept:arachnidssuchasarachnids
concept:companycompetingwithproduuctlaunch
concept:inverseofmagazineisleadbyceo
concept:aquariumincity
concept:organizationacronymhasname
concept:restaurantlocatedinskyscraper
concept:scientistcanbethesameaswriter
concept:inverseofarachnidiseatenbybird
concept:numberofkilledinbombing
concept:languagespokenatisland
concept:weaponusedinprotest
concept:chemicalistypeofchemical
concept:personhasparent
concept:statecontainscity
concept:protesteventtime
concept:earthquakehadsource
concept:inverseofathletepublishesinblog
concept:citylanguage
concept:inverseofbacteriacancauseillnessfromfood
concept:issueofpoliticsgroup
concept:teamwontrophy
concept:musicartistmusician
concept:specializationof
concept:bombinginjured
concept:earthquakeinjurednumber
concept:cityzoos
concept:inverseofdiseasecausesphysiologicalcondition
concept:radiostationincity
concept:economicsectorusingacademicfield
concept:grainusedtomakecandy
concept:automobilemakerchiefexecutiveceo
concept:collidedwith
concept:roomcancontainfurniture
concept:professionusestool
concept:ceoof
concept:shoppingmallincity
concept:itemfoundinroom
concept:concepthasprerequisite
concept:automobilemakercardealersinstateorprovince
concept:organizationhiredperson
concept:meatcomesfromanimal
concept:magazinecontainspublication
concept:inverseofarachnidssuchasarachnides
concept:bodypartcontainsmuscle
concept:athleteflyouttosportsteamposition
concept:inverseofnewpaperhaswebsite
concept:vegetablecanbeservedwithgrain
concept:inverseofstateorprovinceattainstrainstation
concept:inverseofbacteriaisthecausativeagentofphysiologicalcondition
concept:mammaleatsinsect
concept:agriculturalproducttoattractinsect
concept:numberofinjuredinroadaccident
concept:inverseofathletebeatathlete
concept:equipmentusedbysport
concept:inverseofhotelwasbuiltatfarm
concept:schoolgraduatedperson
concept:beveragemadefrombeverage
concept:dateofpersonbirth
concept:inverseoftouristattraction
concept:locationactedinbyagent
concept:objectfoundinscene
concept:injuredinbombing
concept:writerwrotebook
concept:actorstarredinmovie
concept:yearofmarriage
concept:generalizationof
concept:arthropodsuchascrustacean
concept:awardtrophytournamentwasawardedonstadium
concept:bombingwitness
concept:athletecoach
concept:currencycountry
concept:politicianusmemberofpoliticalgroup
concept:subjectconcernedbyacademicfield
concept:drughassideeffect
concept:professionistypeofprofession
concept:cityoforganizationheadquarters
concept:damagedinbombing
concept:toolssuchastools
concept:coachworksincountry
concept:persondeathdate
concept:arthropodthatfeedoninsect
concept:fatherofperson
concept:commentatorofbombing
concept:personleadscity
concept:hotelbuiltatpark
concept:inverseofsportfansincountry
concept:cityalsoknownas
concept:thinghascolor
concept:countryhascompanyoffice
concept:arteriessuchasarteries
concept:moviessuchasmovies
concept:sportsgamewinner
concept:inversoofairportsuchasairport
concept:insecteatsgrain
concept:superpartof
concept:jobpositionusesacademicfield
concept:inverseofcelebritysuchascelebrity
concept:earthquakehadvictim
concept:automakerproducesmodel
concept:inverseofinvertebrateturnintoinsect
concept:comediancanbethesameasfemale
concept:bankchiefexecutiveceo
concept:inverseofacademicfieldsuchasacademicfield
concept:teammate
concept:inverseofagriculturalproductcomingfromvertebrate
concept:personhasresidenceincountry
concept:inverseofprofessionactsatthesameareaofpoliticissue
concept:restaurantincity
concept:politicianusendorsedbypoliticianus
concept:acquired
concept:athleteplayssport
concept:inverseofcoachworksincountry
concept:academicprogramatuniversity
concept:parentofperson
concept:inverseofmalemovedtostateorprovince
concept:mountainatgeopoliticallocation
concept:bombingoccuredin
concept:inverseofreligionssuchasreligions
concept:personleadsgeopoliticalorganization
concept:locationlocatedwithinlocation
concept:locationrepresentedbypolitician
concept:statehascapital
concept:haswife
concept:headquarteredin
concept:inverseofarteryarisesfromartery
concept:inverseofinvertebratehascolor
concept:organizationdissolvedatdate
concept:awardtrophytournamentisthechampionshipgameofthenationalsport
concept:inverseofvegetableisproducedatcountry
concept:creativeworkcontributedtobyagent
concept:inverseofmountainatgeopoliticallocation
concept:drugworkedonbyagent
concept:inverseofawardtrophytournamentwasawardedonstadium
concept:sportsgameloser
concept:numberofinjuredinprotest
concept:mutualproxyfor
concept:sportsgamedate
concept:inverseofbuildingfeaturemadefrombuildingmaterial
concept:protesthadactor
concept:players
concept:inverseofarterysuchasartery
concept:buildingispartofuniversity
concept:inverseofanimalsuchasinsect
concept:objectpartofobject
concept:bombingarrested
concept:academicfieldusedbyeconomicsector
concept:economicsectorcompany
concept:cityhascompanyoffice
concept:injuredinroadaccident
concept:inverseofpoliticianuswenttoschool
concept:coffeeservedbycafe
concept:inverseofathletesuchasathlete
concept:objectlookslikeobject
concept:politicianusendorsespoliticianus
concept:inverseofplantrepresentemotion
concept:inverseofmusicalartisthadapetanimal
concept:coachcanspeaklanguage
concept:inverseofwriterwasbornincity
concept:invertebratehascolor
concept:organizationhasperson
concept:organizationterminatedperson
concept:cityhasstreet
concept:coachstudiedatuniversity
concept:mlauthorexpertin
concept:stateorprovinceofpersonbirth
concept:inverseofbuildingispartofuniversity
concept:criminalssuchascriminals
concept:roadaccidenthadguilty
concept:citycapitalofstate
concept:invertebrateturnintoinsect
concept:persondiedincity
concept:inverseofautomobilemakercardealersinstateorprovince
concept:personmovedtostateorprovince
concept:athleteledsportsteam
concept:coachesathlete
concept:physiologicalconditionstudedbyperson
concept:eventatlocation
concept:buildingfeaturebuiltabovelake
concept:countryproducesproduct
concept:bombingattacker
concept:geopoliticallocationresidenceofpersion
concept:bankbankincountry
concept:clothingtogowithclothing
concept:bombingdamaged
concept:televisionstationincity
concept:inverseofweaponssuchasweapons
concept:loseringame
concept:malemovedtostateorprovince
concept:inverseoflanguegeschoolincity
concept:languageofcity
concept:geopoliticallocationcontainsstate
concept:marriedinyear
concept:websiteoperatedbyagent
concept:personborninlocation
concept:politicianussponsoredpoliticsbill
concept:isshorterthan
concept:protestinjurednumber
concept:inverseofmammalsuchasmammal
concept:dateofmeetingeventtitle
concept:inverseoftoolssuchastools
concept:bombingcausedbyexplosive
concept:personbornincity
concept:protestocurredin
concept:inverseofdiseasemaybecausedbydrug
concept:languageofuniversity
concept:organizationcreatedbyperson
concept:astronautwasonamissionwithastronaut
concept:cityhasshoppingmall
concept:teammember
concept:atdate
concept:countrycontainsfarm
concept:persondiedinlocation
concept:televisioncompanyaffiliate
concept:insectcanbeconfundedwitharthropod
concept:inverseofbirdmayconsumeprotein
concept:inverseofautomobilemakerdealersincountry
concept:booksuchasbook
concept:deathageofperson
concept:persongraduatedschool
concept:launchingproductcompany
concept:inverseofbakegoodistypicalincountry
concept:religionofperson
concept:companyceo
concept:diseasemaybecausedbydrug
concept:hasbrother
concept:inverseofagriculturalproductcookedwithagricultureproduct
concept:athletecanbethesameasactor
concept:worker
concept:explosivesinbombing
concept:cityhostsattraction
concept:personhascitizenship
concept:victiminearthquake
concept:journalistwritesforpublication
concept:visualartmovementartist
concept:athletepublishesinblog
concept:companyofproductlaunch
concept:cityuniversities
concept:personhasfather
concept:citycontainsbuilding
concept:productlauchvenue
concept:organizationalsoknownas
concept:riverflowsthroughcity
concept:foodcancausedisease
concept:parkincity
concept:cityliesonriver
concept:personwrittenaboutinpublication
concept:citycapitalofcountry
concept:dateof
concept:geopoliticalorganizationleadbyperson
concept:sporthassportsteamposition
concept:personspeakingatmeetingeventtitle
concept:citynewspaper
concept:publicationpublishedinmagazine
concept:conceptprerequisiteof
concept:politicalgroupofpoliticianus
concept:eventdate
concept:teamhomestadium
concept:furniturefoundinroom
concept:colorofobject
concept:hasofficeincity
concept:coachwontrophy
concept:organizationnamehasacronym
concept:citylocatedincountry
concept:cityofpersonbirth
concept:trophywonbycoaches
concept:locationofitemexistence
concept:citystadiums
concept:inverseofcriminalssuchascriminals
concept:persondiedinstateorprovince
concept:productproducedincountry
concept:cityhastransportation
concept:launchingproducttype
concept:roadaccidentinjured
concept:farmproducesagriculturalproduct
concept:politicianusholdsoffice
concept:inverseofastronautwasonamissionwithastronaut
concept:inverseofanimalssuchasmammals
concept:teamingame
concept:prodctlaunchingproductprice
concept:prodctlaunchingproductcompetitor
concept:airportsuchasairport
concept:competeswith
concept:stateorprovinceofpersondeath
concept:officebuildingroomhostsmeetingeventtitle
concept:personhasresidenceingeopoliticallocation
concept:hobbiessuchashobbies
concept:languageofcountry
concept:diseasecausesphysiologicalcondition
concept:moviethatgeneratestelevisionshow
concept:musicgenreartist
concept:sportsgameloserscore
concept:teamplaysincity
concept:animaleatfood
concept:schoolattendedbyperson
concept:universityoperatesinlanguage
concept:venueofproductlaunch
concept:beveragecansoftendisease
concept:reasonofcollision
concept:musicsongisatrackofmusicalbum
concept:personterminatedbyorganization
concept:televisionshowisbasedonmovie
concept:zipcodeinlocation
concept:plantincludeplant
concept:bombingvictim
concept:museumincity
concept:bombinginjuried
concept:agentowns
concept:inverseofuniversityledmusicfestival
concept:inverseofclothingmadefromplant
concept:meetingeventtitleinofficebuildingroom
concept:bombinghaswitness
concept:ethnicgroupofperson
concept:injuredinprotest
concept:roadaccidentocurredin
concept:automodelproducedbymaker
concept:personbornincountry
concept:teamplayssport
concept:attackerinbombing
concept:arthropodandotherarthropod
concept:stateorprovinceresidenceofperson
concept:meetingeventtitlehasspeakingperson
concept:inverseofhobbiessuchashobbies
concept:bodypartwithinbodypart
concept:damagedinprotest
concept:countrycapital
concept:bombingeventtime
concept:sportsgameteam
concept:mlauthorofsoftware
concept:securityinbombing
concept:musicgenressuchasmusicgenres
concept:agentparticipatedinevent
concept:inverseofcountryisthehomeofsportsteam
concept:agentholdssharesincompany
concept:publicationwritesabout
concept:agentbelongstoorganization
concept:numberofcasualtiesinroadaccident
concept:inverseofbeveragecansoftendisease
concept:inverseofanimalsuchasmollusk
concept:inverseofagriculturalproductcutintogeometricshape
concept:timeofprotest
concept:countryofpersondeath
concept:inverseofathleteplayedforschool
concept:arthropodlookslikeinsect
concept:ceocanbethesameascelebrity
concept:countriessuchascountries
concept:inverseofclothmadeofplant
concept:producesproduct
concept:animalsuchasfish
concept:jobpositionheldbyperson
concept:inverseofarchaeasuchasarchaea
concept:organizationheadquarteredincity
concept:animalthatfeedoninsect
concept:cityresidenceofperson
concept:inverseofmusicsongisatrackofmusicalbum
concept:inverseofanimalsuchasfish
concept:scenecontainsobject
concept:countryoforganizationheadquarters
concept:stadiumoreventvenuedisclosescompany
concept:timeofearthquake
concept:numberofcasualtiesinearthquake
concept:inverseofcoachstudiedatuniversity
concept:bombingtarget
concept:bacteriaisthecausativeagentofphysiologicalcondition
concept:inverseofcoachcanspeaklanguage
concept:publicationjournalist
concept:leagueteams
concept:drugpossiblytreatsphysiologicalcondition
concept:athletessuchasathletes
concept:protestdamaged
concept:athleteplayssportsteamposition
concept:citymuseums
concept:fooddecreasestheriskofdisease
concept:inverseofweaponmadeincountry
concept:languageschoolincity
concept:stadiumhometoathlete
concept:inverseofanimaleatfood
concept:inverseofmusicfestivalssuchasmusicfestivals
concept:politicianholdsoffice
concept:hotelincity
concept:commentatorofroadaccident
concept:teamplaysinleague
concept:organizationheadquarteredincountry
concept:wifeof
concept:professionssuchasprofessions
concept:sportnamehasoriginlanguage
concept:attractionmadeofbuildingmaterial
concept:writecanbethesameasscientist
concept:inverseofcriminalarrestedincountry
concept:sportsportsgameexample
concept:guiltyofroadaccident
concept:riveremptiesintoriver
concept:dateoforganzationdissolution
concept:locationcontainslocation
concept:vehicletypehasvehicle
concept:dateevent
concept:inverseofanimalfeedoninsect
concept:inverseofvegetablecanbeservedwithgrain
concept:hotelwasbuiltatfarm
concept:inverseofplantgrowinginplant
concept:drugexpectedreleasedate
concept:roadaccidenthadvictim
concept:acquiredby
concept:personinacademicfield
concept:predecessorofproductlaunch
concept:weaponmadeincountry
concept:hospitalincity
concept:academicfieldhassubfield
concept:personhasresidenceincity
concept:productlauchpredecessor
concept:inverseofvideogamessuchasvideogames
concept:zooincity
concept:husbandof
concept:mammalcanbeirritatedbyarthropod
concept:inverseofmeatcomesfromanimal
concept:inverseoffishservedwithfood
concept:bombingsecurity
concept:inverseofagriculturalproductincludingagriculturalproduct
concept:inverseofriveremptiesintoriver
concept:inverseofagriculturalproductgrowninlandscapefeature
concept:inverseofbankbankincountry
concept:stadiumhometeam
concept:agentactsinlocation
concept:crimeorchargeofperson
concept:statecontainsfarm
concept:arthropodcalledarthropod
concept:architectssuchasarchitects
concept:animalpreyson
concept:subpartoforganization
concept:streetincity
concept:organizationheadquarteredinstateorprovince
concept:touristattractionsuchastouristattraction
concept:animaltypehasanimal
concept:moviestaractor
concept:inverseofanimaldevelopdisease
concept:earthquakeinjured
concept:invertebratefeedonfood
concept:officeheldbypolitician
concept:automobileenginesuchasautomobileengine
concept:personbirthdate
concept:organizationleadbyperson
concept:inverseoftelevisionshowssuchastelevisionshows
concept:inverseofemotionassocietedwithdisease
concept:crustaceanisatypeofarthropod
concept:shapeofobject
concept:athleteinjuredhisbodypart
concept:astronautssuchasaustronauts
concept:sportschoolincountry
concept:commentatorofearthquake
concept:meetingeventtypeincludesmeetingeventtitle
concept:sportusesstadium
concept:inverseofathletefracturedbone
concept:productbeinglauched
concept:inverseofactorsuchasactor
concept:animaldevelopdisease
concept:moviedirectedbydirector
concept:superpartoforganization
concept:timeofroadaccident
concept:leagueplayers
concept:worksfor
concept:sportsgamewinnerscore
concept:stadiumalsoknownas
concept:timeofbombing
concept:inverseofarthropodfeedoninsect
concept:agentcreated
concept:hashusband
concept:athletealsoknownas
concept:mammalinducesemotion
concept:atlocation
concept:automobilemakerdealersincountry
concept:athleteplaysinleague
concept:mountaininstate
concept:locationofbombing
concept:bookwriter
concept:celebritysuchascelebrity
concept:archaeasuchasarchaea
concept:geopoliticallocationcontainscountry
concept:controlledbyagent
concept:earthquakeeventtime
concept:protestcomentedby
concept:personhasmother
concept:inverseofbooksuchasbook
concept:inverseofpersongraduatedfromuniversity
concept:inverseofautomobilemakerchiefexecutiveceo
concept:personborninstateorprovince
concept:releasedateexpectedfordrug
concept:winningscoreofsportsgame
concept:officebuildingroominbuilding
concept:sportsteampositionathlete
concept:cityhashospital
concept:numberofinjuredinearthquake
concept:citylocatedingeopoliticallocation
concept:createdbyagent
concept:arteryarisesfromartery
concept:universityledmusicfestival
concept:visualartistartform
concept:malecanbethesameascomedian
concept:targetinbombing
concept:agentinvolvedwithitem
concept:numberofarrestedinbombing
concept:countryresidenceofperson
concept:femalecanbethesameascomedian
concept:musicartistgenre
concept:actorworkedwithdirector
concept:injuredinearthquake
concept:visualartistartmovement
concept:farmlocatedincountry
concept:plantrepresentemotion
concept:televisionshowssuchastelevisionshows
concept:persondiedincountry
concept:agriculturalproductcontainchemical
concept:politicsgroupconcernsissue
concept:protesthadvictim
concept:earthquakecomentedby
concept:personalsoknownas
concept:itemexistsatlocation
concept:amphibiansuchasamphibian
concept:animalistypeofanimal
concept:agentcontributedtocreativework
concept:roadaccidentcomentedby
concept:cityhasairport
concept:coachesinleague
concept:officialwebsiteoforganization
concept:aquariumssuchasaquariums
concept:iteminvolvedwithagent
concept:transportationincity
concept:mammalsuchasmammal
concept:locationofevent
concept:earthquakehadmagnitude
concept:personineconomicsector
concept:countrycities
concept:stadiumlocatedincity
concept:directorworkedwithactor
concept:inverseofconferencessuchasconferences
concept:countryalsoknownas
concept:agriculturalproductgrowinginstateorprovince
concept:sportteam
concept:producttypeofproductlaunch
concept:writerwasbornincity
concept:companyeconomicsector
concept:statehasmountain
concept:statelocatedingeopoliticallocation
concept:statehaslake
concept:buildingbelongstoorganization
concept:buildinglocatedincity
concept:locationofprotest
concept:subpartof
concept:stadiumhometosport
concept:earthquakeocurredin
concept:victiminroadaccident
concept:proxyof
concept:inverseofathletewinsawardtrophytournament
concept:inverseoffooddecreasestheriskofdisease
concept:agentcompeteswithagent
concept:inverseofattractionmadeofbuildingmaterial
concept:inverseofmammaleatsinsect
concept:inverseofagriculturalproductcamefromcountry
concept:wineproducedbywinery
concept:countrystates
concept:stateorprovinceoforganizationheadquarters
concept:agriculturalproductcutintogeometricshape
concept:isa
